Repository: BlaBlaNet/BlaBlaNet
Catalog: view/*/hmessages.po
Languages: pt_br

source: %s : Not a valid email address.
pt_br: %s : Não é um endereço de e-mail válido.

source: Please join us on Red
pt_br: Por favor, una-se a nós na Red

source: Invitation limit exceeded. Please contact your site administrator.
pt_br: Você excedeu o limite de convites. Por favor, entre em contato com o administrador do site.

source: %s : Message delivery failed.
pt_br: %s : Não foi possível enviar a mensagem.

source: %d message sent.
pt_br: %d mensagem enviada.

source: You have no more invitations available
pt_br: Você não possui mais convites disponíveis

source: Send invitations
pt_br: Enviar convites.

source: Enter email addresses, one per line:
pt_br: Digite os endereços de e-mail, um por linha:

source: Your message:
pt_br: Sua mensagem:

source: Please join my community on Hubzilla.
pt_br: Por favor junte-se à minha comunidade na Hubzilla

source: You will need to supply this invitation code:
pt_br: Você precisará fornecer este código de convite:

source: 1. Register at any Hubzilla location (they are all inter-connected)
pt_br: 1. Registre-se em qualquer site da Hubzilla (eles são todos interconectados)

source: 2. Enter my Hubzilla network address into the site searchbar.
pt_br: 2. Entre meu endereço da rede Hubzilla na barra de busca do site.

source: or visit
pt_br: ou visite

source: 3. Click [Connect]
pt_br: 3. Clique [Conectar]

source: Help with this feature
pt_br: Ajuda com este recurso

source: Like/Dislike
pt_br: Gostar/Desgostar

source: This action is restricted to members.
pt_br: Esta ação é restrita a membros.

source: Please <a href="rmagic">login with your Hubzilla ID</a> or <a href="register">register as a new Redmatrix.member</a> to continue.
pt_br: Por favor <a href="rmagic">entre com sua ID da Hubzilla</a> ou <a href="register">registre-se como um novo membro da Hubzilla</a> para continuar.

source: Invalid request.
pt_br: Solicitação inválida.

source: thing
pt_br: coisa

source: Channel unavailable.
pt_br: Canal não disponível.

source: Previous action reversed.
pt_br: Ação anterior revertida.

source: Action completed.
pt_br: Ação completada.

source: Thank you.
pt_br: Obrigado.

source: No connections.
pt_br: Nenhuma conexão.

source: Visit %s's profile [%s]
pt_br: Ver o perfil de %s [%s]

source: View Connnections
pt_br: Ver conexões

source: No valid account found.
pt_br: Não foi encontrada uma conta válida.

source: Password reset request issued. Check your email.
pt_br: A solicitação de restauração de senha foi encaminhada. Verifique seu e-mail.

source: Site Member (%s)
pt_br: Membro do site (%s)

source: Password reset requested at %s
pt_br: Foi feita uma solicitação de restauração de senha em %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
pt_br: Não foi possível verificar a solicitação (você pode tê-la submetido anteriormente). A senha não foi restaurada.

source: Your password has been reset as requested.
pt_br: Sua senha foi restaurada, conforme solicitado.

source: Your new password is
pt_br: Sua nova senha é

source: Save or copy your new password - and then
pt_br: Salve ou copie a sua nova senha e, então

source: click here to login
pt_br: clique aqui para entrar

source: Your password may be changed from the <em>Settings</em> page after successful login.
pt_br: Sua senha pode ser alterada na página de <em>Configurações</em> após você entrar em sua conta.

source: Your password has changed at %s
pt_br: Sua senha foi modificada em %s

source: Forgot your Password?
pt_br: Esqueceu a sua senha?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
pt_br: Digite o seu endereço de e-mail e clique em 'Restaurar' para prosseguir com a restauração da sua senha. Após isso, verifique seu e-mail para mais instruções.

source: Email Address
pt_br: Endereço de e-mail

source: Reset
pt_br: Restaurar

source: Hub not found.
pt_br: O hub não foi encontrado.

source: Total votes
pt_br: Votos totais

source: Average Rating
pt_br: Média das avaliações

source: Unable to lookup recipient.
pt_br: Não foi possível encontrar o destinatário.

source: Unable to communicate with requested channel.
pt_br: Não foi possível comunicar com o canal solicitado.

source: Cannot verify requested channel.
pt_br: Não foi possível verificar o canal requisitado.

source: Selected channel has private message restrictions. Send failed.
pt_br: O canal solicitado tem restrições a mensagens privadas. Falha no envio.

source: Message deleted.
pt_br: A mensagem foi excluída.

source: Message recalled.
pt_br: Mensagem retirada.

source: Send Private Message
pt_br: Enviar mensagem privada

source: To:
pt_br: Para:

source: Subject:
pt_br: Assunto:

source: Send
pt_br: Enviar

source: Message not found.
pt_br: Mensagem não encontrada.

source: Delete message
pt_br: Excluir a mensagem

source: Recall message
pt_br: Retirar mensagem

source: Message has been recalled.
pt_br: A mensagem foi retirada.

source: Private Conversation
pt_br: Conversa privada

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
pt_br: Comunicação segura indisponível. Você <strong>talvez</strong> consiga responder pela página de perfil do remetente.

source: Send Reply
pt_br: Enviar resposta

source: You have created %1$.0f of %2$.0f allowed channels.
pt_br: Você criou %1$.0f de %2$.0f canais permitidos.

source: Create a new channel
pt_br: Criar um novo canal

source: Current Channel
pt_br: Canal atual

source: Attach to one of your channels by selecting it.
pt_br: Selecione um dos seus canais para utilizá-lo.

source: Default Channel
pt_br: Canal padrão

source: Make Default
pt_br: Tornar padrão

source: Wall Photos
pt_br: Fotos do mural

source: Profile Match
pt_br: Correspondência de perfil

source: No keywords to match. Please add keywords to your default profile.
pt_br: Nenhuma palavra-chave para combinar. Por favor, adicione palavras-chave ao seu perfil padrão.

source: is interested in:
pt_br: se interessa por:

source: No matches
pt_br: Nenhuma correspondência

source: Menu updated.
pt_br: Menu atualizado.

source: Unable to update menu.
pt_br: Não foi possível atualizar o menu.

source: Menu created.
pt_br: O menu foi criado.

source: Unable to create menu.
pt_br: Não foi possível criar o menu.

source: Manage Menus
pt_br: Administrar menus

source: Drop
pt_br: Descartar

source: Create a new menu
pt_br: Criar um novo menu

source: Delete this menu
pt_br: Deletar este menu

source: Edit menu contents
pt_br: Editar os conteúdos do menu

source: Edit this menu
pt_br: Editar este menu

source: New Menu
pt_br: Novo menu

source: Menu name
pt_br: Nome do menu

source: Must be unique, only seen by you
pt_br: Deve ser único, exibido somente para você

source: Menu title
pt_br: Título do menu

source: Menu title as seen by others
pt_br: Título do menu quando visto por outros

source: Allow bookmarks
pt_br: Habilitar links guardados

source: Menu may be used to store saved bookmarks
pt_br: O menu pode ser utilizado para armazenar links guardados

source: Menu deleted.
pt_br: Menu deletado.

source: Menu could not be deleted.
pt_br: Não foi possível deletar o menu.

source: Edit Menu
pt_br: Editar menu

source: Add or remove entries to this menu
pt_br: Adicionar ou remover entradas deste menu

source: Add a Channel
pt_br: Adicionar um canal

source: A channel is your own collection of related web pages. A channel can be used to hold social network profiles, blogs, conversation groups and forums, celebrity pages, and much more. You may create as many channels as your service provider allows.
pt_br: Um canal é uma coleção sua de páginas relacionadas. Um canal pode ser usado para um perfil de rede social, um blog, grupos de conversação e fóruns temáticos, páginas de personalidades, e muito mais. Você pode criar tantos canais quanto o provedor de serviço permita.

source: Examples: "Bob Jameson", "Lisa and her Horses", "Soccer", "Aviation Group"
pt_br: Exemplos: "Maria Caiouá", "Roberto Salinas", "Elis e sua banda", "Futebol de salão", "Fanáticos por aeromodelismo"

source: Choose a short nickname
pt_br: Escolha um apelido curto

source: Your nickname will be used to create an easily remembered channel address (like an email address) which you can share with others.
pt_br: Seu apelido será usado para criar um endereço para o canal de fácil memorização (como um endereço de email), que você poderá compartilhar com outros.

source: Or <a href="import">import an existing channel</a> from another location
pt_br: Ou <a href="import">importe um canal existente</a> de outro local

source: Channel Type
pt_br: Tipo de canal

source: Please choose a channel type (such as social networking or community forum) and privacy requirements so we can select the best permissions for you
pt_br: Por favor, escolha um tipo de canal (por exemplo rede social ou fórum de comunidade) e requisito de privacidade, para que possamos configurar as melhores permissões para você

source: Hubzilla - &quot;The Network&quot;
pt_br: Hubzilla - &quot;A Rede&quot;

source: Invalid request identifier.
pt_br: Identificador de solicitação inválido

source: Discard
pt_br: Descartar

source: No more system notifications.
pt_br: Sem novas notificações do sistema.

source: System Notifications
pt_br: Notificações do sistema

source: invalid target signature
pt_br: assinatura do destino inválida

source: App installed.
pt_br: Aplicativo instalado

source: Malformed app.
pt_br: Aplicativo malformado.

source: Embed code
pt_br: Embarcar código

source: Edit App
pt_br: Edite aplicativos

source: Create App
pt_br: Criar aplicativo

source: Name of app
pt_br: Nome do aplicativo

source: Location (URL) of app
pt_br: Endereço (URL) do aplicativo

source: Photo icon URL
pt_br: URL da foto de ícone

source: 80 x 80 pixels - optional
pt_br: 80 x 80 pixels - opcional

source: Version ID
pt_br: ID da versão

source: Price of app
pt_br: Preço do aplicativo

source: Location (URL) to purchase app
pt_br: Endereço (URL) para comprar o aplicativo

source: No such channel
pt_br: Nenhum canal

source: My Connections Bookmarks
pt_br: Links guardados das minhas conexões

source: Poll
pt_br: Votação

source: View Results
pt_br: Ver resultados

source: This will completely remove this account including all its channels from the network. Once this has been done it is not recoverable.
pt_br: Isso irá remover completamente esta conta, incluindo todos os canais da rede. Uma vez feito isso eles não poderão ser recuperados.

source: No service class restrictions found.
pt_br: Não foram encontradas restrições de classe de serviço.

source: Schema Default
pt_br: Padrão do esquema

source: Theme settings
pt_br: Configurações de tema

source: Set scheme
pt_br: Definir esquema

source: Set font-size for posts and comments
pt_br: Definir o tamanho da fonte para publicações e comentários

source: Set font face
pt_br: Definir a face da fonte

source: Set iconset
pt_br: Definir o conjunto de ícones

source: Set big shadow size, default 15px 15px 15px
pt_br: Definir o tamanho da sombra grande, padrão 15px 15px 15px

source: Set small shadow size, default 5px 5px 5px
pt_br: Definir o tamanho da sombra pequena, padrão 5px 5px 5px

source: Set shadow color, default #000
pt_br: Definir a cor da sombra, padrão #000

source: Set radius size, default 5px
pt_br: Definir o tamanho do raio de curvatura, padrão 5px

source: Set line-height for posts and comments
pt_br: Definir a altura da linha para publicações e comentários

source: Set background image
pt_br: Definir a imagem do pano de fundo

source: Set background attachment
pt_br: Definir o anexo de pano de fundo

source: Set background color
pt_br: Definir a cor do pano de fundo

source: Set section background image
pt_br: Definir a imagem de fundo de seção

source: Set section background color
pt_br: Definir a cor de fundo de seção

source: Set color of items - use hex
pt_br: Definir a cor dos items - use hex

source: Set color of links - use hex
pt_br: Definir a cor dos links - use hex

source: Set max-width for items. Default 400px
pt_br: Definir a largura máxima para itens. Padrão 400px

source: Set min-width for items. Default 240px
pt_br: Definir a largura mínima para itens. Padrão 240px

source: Set the generic content wrapper width. Default 48%
pt_br: Definir a largura do envólucro para conteúdo genérico. Padrão 48%

source: Set color of fonts - use hex
pt_br: Definir a cor das fontes - use hex

source: Set background-size element
pt_br: Definir o elemento <em>background-size</em>

source: Item opacity
pt_br: Opacidade de itens

source: Display post previews only
pt_br: Exibir apenas a pré-visualização de publicações

source: Display side bar on channel page
pt_br: Exibir a barra lateral na página do canal

source: Colour of the navigation bar
pt_br: Cor da barra de navegação

source: Item float
pt_br: Flutuação de item

source: Left offset of the section element
pt_br: Deslocamento esquerdo do elemento de seção

source: Right offset of the section element
pt_br: Deslocamento direito do elemento de seção

source: Section width
pt_br: largura de seção

source: Left offset of the aside
pt_br: Deslocamento esquerdo do aparte

source: Right offset of the aside element
pt_br: Deslocamento direito do aparte

source: None
pt_br: Nenhum

source: Header image
pt_br: Imagem de cabeçalho

source: Header image only on profile pages
pt_br: Imagem de cabeçalho apenas em páginas de perfil

source: Light (Hubzilla default)
pt_br: Leve (padrão da Hubzilla)

source: Narrow navbar
pt_br: Barra de navegação estreita

source: Navigation bar background color
pt_br: Cor de fundo da barra de navegação

source: Navigation bar gradient top color
pt_br: Cor no topo de gradiente da barra de navegação

source: Navigation bar gradient bottom color
pt_br: Cor na base de gradiente da barra de navegação

source: Navigation active button gradient top color
pt_br: Cor no topo de gradiente de botão ativo de navegação

source: Navigation active button gradient bottom color
pt_br: Cor na base de gradiente de botão ativo de navegação

source: Navigation bar border color
pt_br: Cor de borda da barra de navegação

source: Navigation bar icon color
pt_br: Cor de ícone da barra de navegação

source: Navigation bar active icon color
pt_br: Cor de ícone ativo da barra de navegação

source: link color
pt_br: cor dos links

source: Set font-color for banner
pt_br: Definir a cor da fonte para o cartaz

source: Set the background color
pt_br: Definir a cor do pano de fundo

source: Set the background image
pt_br: Definir a imagem do pano de fundo

source: Set the background color of items
pt_br: Definir a cor de fundo dos items

source: Set the background color of comments
pt_br: Definir a cor de fundo dos comentários

source: Set the border color of comments
pt_br: Definir a cor da borda dos comentários

source: Set the indent for comments
pt_br: Definir a indentação de comentários

source: Set the basic color for item icons
pt_br: Definir a cor básica para ícones de itens

source: Set the hover color for item icons
pt_br: Definir a cor para ícones de itens quando que o mouse está sobre eles

source: Set font-size for the entire application
pt_br: Definir o tamanho da fonte para a aplicação como um todo

source: Set font-color for posts and comments
pt_br: Definir a cor da fonte para publicações e comentários

source: Set radius of corners
pt_br: Definir o raio de curvatura dos cantos

source: Set shadow depth of photos
pt_br: Definir a profundidade de sombra das fotos

source: Set maximum width of conversation regions
pt_br: Definir a largura máxima da área de conversas

source: Center conversation regions
pt_br: Centralizar regiões de conversação

source: Set minimum opacity of nav bar - to hide it
pt_br: Definir opacidade mínima para a barra de navegação - para escondê-la

source: Set size of conversation author photo
pt_br: Definir o tamanho da foto do autor da conversa

source: Set size of followup author photos
pt_br: Definir o tamanho da foto dos autores de comentários

source: Update %s failed. See error logs.
pt_br: A atualização %s falhou. Veja os logs de erro.

source: Update Error at %s
pt_br: Erro de atualização em %s

source: Create an account to access services and applications within the Hubzilla
pt_br: Crie uma conta para acessar serviços e aplicações na Hubzilla

source: Password
pt_br: Senha

source: Remember me
pt_br: Lembrar de mim

source: Forgot your password?
pt_br: Esqueceu a sua senha?

source: toggle mobile
pt_br: alternar para interface móvel

source: Website SSL certificate is not valid. Please correct.
pt_br: Certificado SSL do Website não é válido. Por favor corrija-o.

source: [red] Website SSL error for %s
pt_br: [red] erro SSL da página para %s

source: Cron/Scheduled tasks not running.
pt_br: Agendamento de tarefas não está rodando.

source: [red] Cron tasks not running on %s
pt_br: [red] Agendador de tarefas não está rodando em %s
