Repository: BlaBlaNet/BlaBlaNet
Catalog: view/*/hmessages.po
Languages: pt_br

source: Could not locate selected profile.
pt_br: Não foi possível localizar o perfil selecionado.

source: Connection updated.
pt_br: A conexão foi atualizada.

source: Failed to update connection record.
pt_br: Não foi possível atualizar o registro da conexão.

source: Blocked
pt_br: Bloqueado

source: Ignored
pt_br: Ignorado

source: Hidden
pt_br: Oculto

source: Archived
pt_br: Arquivado

source: Suggest new connections
pt_br: Sugerir novas conexões

source: New Connections
pt_br: Novas conexões

source: Show pending (new) connections
pt_br: Exibir conexões pendentes (novas)

source: Show all connections
pt_br: Exibir todas as conexões

source: Unblocked
pt_br: Não bloqueado

source: Only show unblocked connections
pt_br: Exibir apenas conexões não bloqueadas

source: Only show blocked connections
pt_br: Exibir apenas conexões bloqueadas

source: Only show ignored connections
pt_br: Exibir apenas conexões ignoradas

source: Only show archived connections
pt_br: Exibir apenas conexões arquivadas

source: Only show hidden connections
pt_br: Exibir apenas conexões ocultas

source: Edit connection
pt_br: Editar conexão

source: Search your connections
pt_br: Pesquisar em suas conexões

source: Finding:
pt_br: Pesquisando:

source: Block Name
pt_br: Nome do bloco

source: Block Title
pt_br: Título do Bloco

source: %1$s tagged %2$s's %3$s with %4$s
pt_br: %1$s marcou %3$s de %2$s com %4$s

source: $Projectname - Guests: Username: {your email address}, Password: +++
pt_br: $Projectname - Convidados: Nome de usuário: {seu endereço de e-mail}, Senha: +++

source: Page owner information could not be retrieved.
pt_br: As informações do dono da pagina não puderam ser obtidas.

source: Album not found.
pt_br: O álbum não foi encontrado.

source: Delete Album
pt_br: Excluir o álbum

source: Delete Photo
pt_br: Excluir a foto

source: Public access denied.
pt_br: Acesso público negado.

source: No photos selected
pt_br: Não foi selecionada nenhuma foto

source: Access to this item is restricted.
pt_br: O acesso a este item está restrito.

source: %1$.2f MB of %2$.2f MB photo storage used.
pt_br: Utilizados %1$.2f MB de %2$.2f MB para armazenamento de fotos.

source: %1$.2f MB photo storage used.
pt_br: Utilizados %1$.2f MB para armazenamento de fotos.

source: Upload Photos
pt_br: Enviar fotos

source: Enter a new album name
pt_br: Digite um nome para o novo álbum

source: or select an existing one (doubleclick)
pt_br: ou escolha um já existente (duplo clique)

source: Create a status post for this upload
pt_br: Crie uma publicação de status para este upload.

source: Album name could not be decoded
pt_br: Não foi possível decodificar o nome do álbum

source: Contact Photos
pt_br: Fotos dos contatos

source: Show Newest First
pt_br: Exibir primeiro os mais recentes

source: Show Oldest First
pt_br: Exibir primeiro os mais antigos

source: View Photo
pt_br: Ver a foto

source: Edit Album
pt_br: Editar o álbum

source: Permission denied. Access to this item may be restricted.
pt_br: Permissão negada. Acesso a este item pode estar restrito.

source: Photo not available
pt_br: A foto não está disponível

source: Use as profile photo
pt_br: Usar como uma foto de perfil

source: Private Photo
pt_br: Foto privada

source: View Full Size
pt_br: Ver no tamanho real

source: Edit photo
pt_br: Editar a foto

source: Rotate CW (right)
pt_br: Rotacionar H (horário)

source: Rotate CCW (left)
pt_br: Rotacionar AH (anti-horário)

source: Caption
pt_br: Legenda

source: Add a Tag
pt_br: Adicionar uma etiqueta

source: Example: @bob, @Barbara_Jensen, @jim@example.com
pt_br: Exemplo: @beto, @Barbara_Almeida, @julia@exemplo.com

source: is now connected to
pt_br: está agora conectado a

source: Could not access address book record.
pt_br: Não foi possível acessar o registro do contato.

source: Refresh failed - channel is currently unavailable.
pt_br: A atualização falhou - o canal está indisponível no momento.

source: Channel has been unblocked
pt_br: O canal foi desbloqueado

source: Channel has been blocked
pt_br: O canal foi bloqueado

source: Unable to set address book parameters.
pt_br: Não foi possível definir os parâmetros do contato.

source: Channel has been unignored
pt_br: O canal não está mais ignorado

source: Channel has been ignored
pt_br: O canal passou a estar ignorado

source: Channel has been unarchived
pt_br: O canal deixou o arquivo

source: Channel has been archived
pt_br: O canal foi colocado no arquivo

source: Channel has been unhidden
pt_br: O canal não está mais oculto

source: Channel has been hidden
pt_br: O canal passou a estar oculto

source: Channel has been approved
pt_br: O canal foi aprovado

source: Channel has been unapproved
pt_br: O canal deixou de estar aprovado

source: Connection has been removed.
pt_br: A conexão foi removida.

source: View %s's profile
pt_br: Ver o perfil de %s

source: Refresh Permissions
pt_br: Atualizar permissões

source: Fetch updated permissions
pt_br: Buscar as permissões atualizadas

source: Recent Activity
pt_br: Atividades recentes

source: View recent posts and comments
pt_br: Exibir publicações e comentários recentes

source: Unblock
pt_br: Desbloquear

source: Block
pt_br: Bloquear

source: Block or Unblock this connection
pt_br: Bloquear ou desbloquear esta conexão

source: Unignore
pt_br: Não ignorar

source: Ignore
pt_br: Ignorar

source: Ignore or Unignore this connection
pt_br: Ignorar ou deixar de ignorar esta conexão

source: Unarchive
pt_br: Não arquivar

source: Archive
pt_br: Arquivar

source: Archive or Unarchive this connection
pt_br: Colocar ou retirar do arquivo esta conexão

source: Unhide
pt_br: Não ocultar

source: Hide
pt_br: Ocultar

source: Hide or Unhide this connection
pt_br: Ocultar ou deixar de ocultar esta conexão

source: Delete this connection
pt_br: Deletar esta conexão

source: Approve this connection
pt_br: Aprovar esta conexão

source: Accept connection to allow communication
pt_br: Aceite a conexão para permitir comunicação

source: Automatic Permissions Settings
pt_br: Configurações de permissão automáticas

source: Connections: settings for %s
pt_br: Conexões: configurações para %s

source: When receiving a channel introduction, any permissions provided here will be applied to the new connection automatically and the introduction approved. Leave this page if you do not wish to use this feature.
pt_br: Ao receber uma apresentação de um canal, quaisquer permissões definidas aqui serão automaticamente aplicadas à nova conexão e a apresentação aprovada. Deixe esta página se você não quer usar este recurso.

source: Slide to adjust your degree of friendship
pt_br: Deslize para ajustar seu grau de amizade

source: inherited
pt_br: herdado

source: Connection has no individual permissions!
pt_br: A conexão não tem permissões individuais!

source: This may be appropriate based on your <a href="settings">privacy settings</a>, though you may wish to review the "Advanced Permissions".
pt_br: Isso pode ser adequado baseado nas suas <a href="settings">configurações de privacidade</a>, mas talvez você queira rever suas "Permissões Avançadas".

source: Profile Visibility
pt_br: Visibilidade do perfil

source: Please choose the profile you would like to display to %s when viewing your profile securely.
pt_br: Por favor, selecione o perfil que você gostaria de exibir para %s quando estiver visualizando seu perfil de modo seguro.

source: Contact Information / Notes
pt_br: Informações de contato / Notas

source: Edit contact notes
pt_br: Editar anotações sobre o contato

source: Their Settings
pt_br: Configurações dele/a

source: My Settings
pt_br: Minhas configurações

source: Clear/Disable Automatic Permissions
pt_br: Limpa/Desabilita permissões automáticas

source: Forum Members
pt_br: Membros de fórum

source: Soapbox
pt_br: Caixa de sabão

source: Full Sharing (typical social network permissions)
pt_br: Compartilhamento completo (permissões típicas de redes sociais)

source: Cautious Sharing
pt_br: Compartilhamento cauteloso

source: Layout Name
pt_br: Nome do layout

source: Individual Permissions
pt_br: Permissões individuais

source: Some permissions may be inherited from your channel <a href="settings">privacy settings</a>, which have higher priority than individual settings. Changing those inherited settings on this page will have no effect.
pt_br: Algumas permissões serão herdadas das <a href="settings">configurações de privacidade</a> do seu canal, e terão prioridade sobre as configurações individuais. Modificar nesta página tais configurações herdadas não surtirá efeito algum.

source: Advanced Permissions
pt_br: Permissões avançadas

source: Simple Permissions (select one and submit)
pt_br: Permissões simples (slecione uma e submeta)

source: Visit %s's profile - %s
pt_br: Ver o perfil de %s - %s

source: Block/Unblock contact
pt_br: Bloquear/desbloquear o contato

source: Ignore contact
pt_br: Ignorar o contato

source: Repair URL settings
pt_br: Reparar configurações de URL

source: View conversations
pt_br: Ver as conversas

source: Delete contact
pt_br: Excluir o contato

source: Last update:
pt_br: Última atualização:

source: Update public posts
pt_br: Atualizar publicações públicas

source: Update now
pt_br: Atualizar agora

source: Currently blocked
pt_br: Atualmente bloqueado

source: Currently ignored
pt_br: Atualmente ignorado

source: Currently archived
pt_br: Atualmente arquivado

source: Currently pending
pt_br: Atualmente pendente

source: Hide this contact from others
pt_br: Esconda este contato dos demais

source: Replies/likes to your public posts <strong>may</strong> still be visible
pt_br: Respostas/reações às suas publicações públicas <strong>podem</strong> continuar visíveis.

source: No potential page delegates located.
pt_br: Nenhum potencial delegado para páginas localizado.

source: Delegate Page Management
pt_br: Delegar administração de página

source: Delegates are able to manage all aspects of this account/page except for basic account settings. Please do not delegate your personal account to anybody that you do not trust completely.
pt_br: Delegados podem administrar todos os aspectos desta conta/página exceto pelas configurações básicas da conta. Por favor, não delegue sua conta pessoal para alguém que você não confie completamente.

source: Password Reset
pt_br: Reiniciar a senha

source: Existing Page Delegates
pt_br: Atuais delegados da página

source: Potential Delegates
pt_br: Potenciais delegados

source: Add
pt_br: Adicionar

source: No entries.
pt_br: Sem entradas.

source: Gender:
pt_br: Gênero:

source: Finding:
pt_br: Pesquisando:

source: next page
pt_br: próxima página

source: previous page
pt_br: página anterior

source: No entries (some entries may be hidden).
pt_br: Nenhuma entrada (algumas entradas podem estar escondidas).

source: Sexual Preference:
pt_br: Preferência sexual:

source: Homepage:
pt_br: Website:

source: Hometown:
pt_br: Cidade natal:

source: About:
pt_br: Sobre:

source: Keywords:
pt_br: Palavras-chave:

source: This site is not a directory server
pt_br: Este site não é um servidor de diretório

source: Hubzilla Server - Setup
pt_br: Servidor Hubzilla - Configuração

source: Could not connect to database.
pt_br: Não foi possível conectar ao banco de dados.

source: Could not connect to specified site URL. Possible SSL certificate or DNS issue.
pt_br: Não foi possível conectar à URL especificada para o site. Provavlmente um problema de DNS ou com o certificado SSL.

source: Could not create table.
pt_br: Não foi possível criar a tabela.

source: Your site database has been installed.
pt_br: O banco de dados do seu site foi instalado.

source: You may need to import the file "install/database.sql" manually using phpmyadmin or mysql.
pt_br: Pode ser que você precise importar o arquivo "install/database.sql" manualmente, usando o phpmyadmin or mysql.

source: Please see the file "install/INSTALL.txt".
pt_br: Por favor, veja o arquivo "install/INSTALL.txt".

source: System check
pt_br: Checagem do sistema

source: Please join my community on $Projectname.
pt_br: Por favor junte-se à minha comunidade na $Projectname.

source: Check again
pt_br: Cheque novamente

source: 1. Register at any $Projectname location (they are all inter-connected)
pt_br: 1. Registre-se em qualquer site da $Projectname (eles são todos interconectados)

source: 2. Enter my $Projectname network address into the site searchbar.
pt_br: 2. Entre com meu endereço da $Projectname na barra de busca do site.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
pt_br: Por favor, entre em contato com a sua hospedagem ou com o administrador do site caso você tenha alguma dúvida em relação a isso.

source: The database you specify below should already exist. If it does not, please create it before continuing.
pt_br: O banco de dados que você especificar abaixo já deve existir. Caso contrário, crie-o antes de prosseguir.

source: Database Server Name
pt_br: Nome do servidor de banco de dados

source: Default is localhost
pt_br: O default é localhost

source: Database Port
pt_br: Porta do banco de dados

source: Communication port number - use 0 for default
pt_br: Número da porta de comunicação - use 0 para o default

source: Database Login Name
pt_br: Nome do usuário do banco de dados

source: Database Login Password
pt_br: Senha do usuário do banco de dados

source: Database Name
pt_br: Nome do banco de dados

source: Site administrator email address
pt_br: Endereço de email do administrador do site

source: Your account email address must match this in order to use the web admin panel.
pt_br: O endereço de email da sua conta deve ser igual a este para que você possa utilizar o painel de administração web.

source: Website URL
pt_br: URL do website

source: Please use SSL (https) URL if available.
pt_br: Por favor, use uma URL SSL (https) se disponível.

source: Please select a default timezone for your website
pt_br: Por favor, selecione o fuso horário padrão para o seu site

source: Site settings
pt_br: Configurações do site

source: Could not find a command line version of PHP in the web server PATH.
pt_br: Não foi possível encontrar uma versão de linha de comando do PHP nos caminhos do seu servidor web.

source: If you don't have a command line version of PHP installed on server, you will not be able to run background polling via cron.
pt_br: Caso você não tenha uma versão de linha de comando do PHP instalada no seu servidor, você não será capaz de executar coletas em segundo plano pelo cron.

source: PHP executable path
pt_br: Caminho para o executável do PHP

source: Enter full path to php executable. You can leave this blank to continue the installation.
pt_br: Digite o caminho completo do executável PHP. Você pode deixar isso em branco para continuar com a instalação.

source: Command line PHP
pt_br: PHP em linha de comando

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
pt_br: "register_argc_argv" não está habilitado na versão de linha de comando do PHP no seu sistema.

source: This is required for message delivery to work.
pt_br: Isto é necessário para o funcionamento do envio de mensagens.

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
pt_br: Erro: a função "openssl_pkey_new" no seu sistema não é capaz de gerar as chaves de criptografia

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
pt_br: Se estiver usando o Windows, por favor dê uma olhada em "http://www.php.net/manual/en/openssl.installation.php".

source: Generate encryption keys
pt_br: Gerar chaves de criptografia

source: libCurl PHP module
pt_br: Módulo PHP libCurl

source: GD graphics PHP module
pt_br: Módulo PHP GD graphics

source: OpenSSL PHP module
pt_br: Módulo PHP OpenSSL

source: mysqli PHP module
pt_br: Módulo PHP mysqli

source: mb_string PHP module
pt_br: Módulo PHP mb_string

source: mcrypt PHP module
pt_br: Módulo PHP mcrypt

source: Apache mod_rewrite module
pt_br: Módulo mod_rewrite do Apache

source: Error: Apache webserver mod-rewrite module is required but not installed.
pt_br: Erro: o módulo mod-rewrite do Apache é necessário, mas não está instalado.

source: Error: proc_open is required but is either not installed or has been disabled in php.ini
pt_br: Erro: proc_open é necessário, mas não está instalado ou foi desabilitado no php.ini

source: Error: libCURL PHP module required but not installed.
pt_br: Erro: o módulo libCURL do PHP é necessário, mas não está instalado.

source: Error: GD graphics PHP module with JPEG support required but not installed.
pt_br: Erro: o módulo gráfico GD, com suporte a JPEG, do PHP é necessário, mas não está instalado.

source: Error: openssl PHP module required but not installed.
pt_br: Erro: o módulo openssl do PHP é necessário, mas não está instalado.

source: Error: mysqli PHP module required but not installed.
pt_br: Erro: o módulo mysqli do PHP é necessário, mas não está instalado.

source: Error: mb_string PHP module required but not installed.
pt_br: Erro: o módulo mb_string do PHP é necessário, mas não está instalado.

source: Error: mcrypt PHP module required but not installed.
pt_br: Erro: o módulo mcrypt do PHP é necessário, mas não está instalado.

source: The web installer needs to be able to create a file called ".htconfig.php" in the top folder of your web server and it is unable to do so.
pt_br: O instalador web precisa criar um arquivo chamado ".htconfig.php" na pasta raiz da instalação e não está conseguindo.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
pt_br: Geralmente isso está relacionado às definições de permissão, uma vez que o servidor web pode não estar conseguindo escrever os arquivos nesta pasta.

source: At the end of this procedure, we will give you a text to save in a file named .htconfig.php in your Red top folder.
pt_br: Ao final desse procedimento, será fornecido um texto que deverá ser salvo em um arquivo de nome .htconfig.php, na pasta raiz do seu Red.

source: You can alternatively skip this procedure and perform a manual installation. Please see the file "install/INSTALL.txt" for instructions.
pt_br: Você também pode pular esse procedimento e executar uma instalação manual. Por favor, dê uma olhada no arquivo "install/INSTALL.TXT" para instruções.

source: .htconfig.php is writable
pt_br: .htconfig.php tem permissão de escrita

source: Red uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
pt_br: Red usa o engine de template Smarty3 para renderizar suas telas. Smarty3 compila templates para PHP para acelerar a renderização.

source: In order to store these compiled templates, the web server needs to have write access to the directory %s under the Red top level folder.
pt_br: Para guardar os templates compilados, o servidor web necessita de permissão de escrita no diretório %s no diretório raiz da Red.

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
pt_br: Por favor, certifique-se de que o usuário sob o qual o servidor web roda (ex: www-data) tenha permissão de escrita nesse diretório.

source: Note: as a security measure, you should give the web server write access to %s only--not the template files (.tpl) that it contains.
pt_br: Nota: como uma medida de segurança, você deve fornecer ao servidor web permissão de escrita somente em %s e não aos arquivos de template (.tpl) que ele contém.

source: %s is writable
pt_br: %s tem permissão de escrita

source: Red uses the store directory to save uploaded files. The web server needs to have write access to the store directory under the Red top level folder
pt_br: A Red usa o diretório store para salvar arquivos carregados. O servidor web necessita de permissão de escrita no diretório store dentro do diretório raiz da Red

source: store is writable
pt_br: store tem permissão de escrita

source: SSL certificate cannot be validated. Fix certificate or disable https access to this site.
pt_br: Não foi possível validar o certificado SSL. Corrija o certificado ou desabilite o acesso via https ao site.

source: If you have https access to your website or allow connections to TCP port 443 (the https: port), you MUST use a browser-valid certificate. You MUST NOT use self-signed certificates!
pt_br: Se você oferece acesso https ao seu website ou permite conexões na porta TCP 443 (a porta https:), você DEVE usar um certificado reconhecido pelos navegadores. Você NÃO DEVE usar certificados assinados por você mesmo!

source: This restriction is incorporated because public posts from you may for example contain references to images on your own hub.
pt_br: Essa restrição é incorporada porque publicações públicas suas podem, por exemplo, conter referências a imagens no seu próprio hub.

source: If your certificate is not recognized, members of other sites (who may themselves have valid certificates) will get a warning message on their own site complaining about security issues.
pt_br: Se seu certificado não for reconhecido, membros de outros sites (que podem ter certificados válidos) receberão uma mensagem de aviso nos seus próprios sites reclamando de problemas de segurança.

source: This can cause usability issues elsewhere (not just on your own site) so we must insist on this requirement.
pt_br: Isso pode causar problemas de usabilidade (não só no seu site) então nós precisamos insistir nesse requisito.

source: Providers are available that issue free certificates which are browser-valid.
pt_br: Existem provedores que disponibilizam gratuitamente certificados reconhecidos por navegadores.

source: SSL certificate validation
pt_br: Validação do certificado SSL

source: Url rewrite in .htaccess is not working. Check your server configuration.
pt_br: A reescrita de URLs não está funcionando no .htaccess. Verifique as configurações do servidor.

source: Url rewrite is working
pt_br: A reescrita de URLs está funcionando

source: The database configuration file ".htconfig.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
pt_br: Não foi possível gravar o arquivo de configuração ".htconfig.php". Por favor, use o texto incluso para criar um arquivo de configuração na raiz da instalação do Friendika em seu servidor web.

source: Errors encountered creating database tables.
pt_br: Foram encontrados erros durante a criação das tabelas do banco de dados.

source: <h1>What next</h1>
pt_br: <h1>Próximos passos</h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the poller.
pt_br: IMPORTANTE: Você deve configurar [manualmente] uma tarefa agendada para o coletor.

source: Item not found
pt_br: O item não foi encontrado

source: Edit Block
pt_br: Editar bloco

source: Delete block?
pt_br: Deletar bloco?

source: Insert YouTube video
pt_br: Inserir vídeo do YouTube

source: Insert Vorbis [.ogg] video
pt_br: Inserir vídeo Vorbis (.ogg)

source: Insert Vorbis [.ogg] audio
pt_br: Inserir áudio Vorbis (.ogg)

source: Delete Block
pt_br: Deletar bloco

source: Layout updated.
pt_br: Layout atualizado.

source: Edit System Page Description
pt_br: Editar descrição de página do sistema

source: Layout not found.
pt_br: Layout não encontrado.

source: Module Name:
pt_br: Nome do módulo:

source: Layout Help
pt_br: Ajuda de layout

source: Edit Layout
pt_br: Editar layout

source: %s element installed
pt_br: Elemento %s instalado

source: %s element installation failed
pt_br: Instalação de elemento %s falhou

source: Edit Webpage
pt_br: Editar página web
