Repository: BlaBlaNet/BlaBlaNet
Catalog: view/*/hmessages.po
Languages: pt_br

source: Message signature incorrect
pt_br: A assinatura desta mensagem é incorreta

source: Add Tag
pt_br: Adiciona etiqueta

source: I like this (toggle)
pt_br: Eu gostei disso (alterna)

source: like
pt_br: gostei

source: I don't like this (toggle)
pt_br: Eu não gostei disso (alterna)

source: dislike
pt_br: não gostei

source: Share This
pt_br: Compartilhe isso

source: share
pt_br: compartilhar

source: %d comment
pt_br: %d comentário

source: View %s's profile - %s
pt_br: Ver o perfil de %s - %s

source: to
pt_br: para

source: Wall-to-Wall
pt_br: Mural-para-mural

source: via Wall-To-Wall:
pt_br: via Mural-para-mural

source: from %s
pt_br: de %s

source: last edited: %s
pt_br: última edição: %s

source: Expires: %s
pt_br: Expira: %s

source: Save Bookmarks
pt_br: Salve Favoritos

source: Add to Calendar
pt_br: Adicione ao calendário

source: Mark all seen
pt_br: Marcar todos como visto

# noun
source: Likes
pt_br: Gostaram

# noun
source: Dislikes
pt_br: Desgostaram

source: Close
pt_br: Fechar

source: Please wait
pt_br: Por favor, espere

source: This is you
pt_br: Este(a) é você

source: Bold
pt_br: Negrito

source: Italic
pt_br: Itálico

source: Underline
pt_br: Sublinhado

source: Quote
pt_br: Citação

source: Code
pt_br: Código

source: Image
pt_br: Imagem

source: Insert Link
pt_br: Inserir link

source: Video
pt_br: Vídeo

source: Encrypt text
pt_br: Encriptar texto

source: New window
pt_br: Nova janela

source: Open the selected location in a different window or browser tab
pt_br: Abre a localização selecionada em outra aba ou janela

source: User '%s' deleted
pt_br: O usuário/a '%s' foi deletado/a

source: Attachments:
pt_br: Anexos:

source: $Projectname event notification:
pt_br: Notificação de evento em $Projectname:

source: Logout
pt_br: Sair

source: Missing room name
pt_br: Nome da sala vazio

source: Duplicate room name
pt_br: Nome da sala duplicado

source: Invalid room specifier.
pt_br: Especificador de sala inválido.

source: Room not found.
pt_br: A sala não foi encontrada.

source: Room is full
pt_br: A sala está cheia

source: Webpages
pt_br: Páginas web

source: Your webpages
pt_br: Suas páginas web

source: Login
pt_br: Entrar

source: Extended Identity Sharing
pt_br: Compartilhamento estendido de identidade

source: Register
pt_br: Registrar

source: Help
pt_br: Ajuda

source: Post Preview
pt_br: Pré-visualizar a publicação

source: Allow previewing posts and comments before publishing them
pt_br: Permite visualizar publicações e comentários antes de publicá-los

source: Edit Sent Posts
pt_br: Editar publicações enviadas

source: Edit and correct posts and comments after sending
pt_br: Edita e corrige publicações e comentários após terem sido enviados

source: Permission denied
pt_br: Permissão negada

source: (Unknown)
pt_br: (Desconhecido)

source: Visible to anybody on the internet.
pt_br: Visívil para todos na internet.

source: Visible to you only.
pt_br: Visível somente para você.

source: Visible to anybody in this network.
pt_br: Visível para todos nesta rede.

source: Visible to anybody authenticated.
pt_br: Visível para todos autenticados.

source: Visible to anybody on %s.
pt_br: Visível para todos em %s.

source: Visible to all connections.
pt_br: Visível para quaisquer conexões.

source: Visible to approved connections.
pt_br: Visível para conexões aprovadas.

source: Visible to specific connections.
pt_br: Visível para conexões específicas.

source: Item not found.
pt_br: O item não foi encontrado.

source: Permission denied.
pt_br: Permissão negada.

source: Collection not found.
pt_br: A coleção não foi encontrada.

source: Collection is empty.
pt_br: A coleção está vazia.

source: Collection: %s
pt_br: Coleção: %s

source: Connection: %s
pt_br: Conexão: %s

source: Connection not found.
pt_br: A conexão não foi encontrada.

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
pt_br: O token de segurança do formulário não estava correto. Isso provavelmente aconteceu porque o formulário ficou aberto por muito tempo (>3 horas) antes da sua submissão.

source: Can view my normal stream and posts
pt_br: Pode ver meus fluxo e publicações normais

source: Can view my default channel profile
pt_br: Pode ver o perfil padrão do meu canal

source: Can view my photo albums
pt_br: Pode ver meus álbuns de fotos

source: Can view my connections
pt_br: Pode ver minhas conexões

source: Can view my file storage
pt_br: Pode ver meu armazenamento de arquivos

source: Can view my webpages
pt_br: Pode ver minhas páginas web

source: Can send me their channel stream and posts
pt_br: Pode me enviar seu fluxo e publicações

source: Can post on my channel page ("wall")
pt_br: Pode publicar na página do meu canal ("mural")

source: Can comment on or like my posts
pt_br: Pode comentar em ou gostar de minhas publicações

source: Can send me private mail messages
pt_br: Pode me enviar mensagens privadas

source: Can post photos to my photo albums
pt_br: Pode publicar fotos nos meus álbuns de fotos

source: Can like/dislike stuff
pt_br: Pode gostar/desgostar de coisas

source: Profiles and things other than posts/comments
pt_br: Perfis e coisas que não publicações/comentários

source: Can forward to all my channel contacts via post @mentions
pt_br: Pode encaminhar para todos os contatos do meu canal via @menções na publicação

source: Advanced - useful for creating group forum channels
pt_br: Avançado - útil para criar canais de fóruns de grupos

source: Can chat with me (when available)
pt_br: Pode conversar comigo (quando disponívei)

source: Can write to my file storage
pt_br: Pode escrever em meu armazenamento de arquivos

source: Can edit my webpages
pt_br: Pode editar minhas páginas web

source: Social Networking
pt_br: Rede social

source: Mostly Public
pt_br: Padrão público

source: Restricted
pt_br: Restrito

source: Private
pt_br: Privado

source: Community Forum
pt_br: Fórum de comunidade

source: Feed Republish
pt_br: Republicação de feed

source: Special Purpose
pt_br: Finalidade especial

source: Celebrity/Soapbox
pt_br: Personalidade/Palanque

source: Group Repository
pt_br: Repositório para grupo

source: Other
pt_br: Outro

source: Custom/Expert Mode
pt_br: Personalizado/Modo expert

source: Unable to obtain identity information from database
pt_br: Não foi possível obter a informação da identidade a partir do banco de dados

source: Empty name
pt_br: O nome está em branco

source: Name too long
pt_br: O nome é muito grande

source: No account identifier
pt_br: Sem identificador de conta

source: Nickname is required.
pt_br: É necessário informar o apelido.

source: Reserved nickname. Please choose another.
pt_br: Apelido reservado. Por favor escolha outro.

source: Nickname has unsupported characters or is already being used on this site.
pt_br: O apelido possui caracteres não suportados ou já está sendo usado nesse site.

source: Unable to retrieve created identity
pt_br: Não foi possível recuperar a identidade criada

source: Default Profile
pt_br: Perfil padrão

source: Requested channel is not available.
pt_br: Canal solicitado não está disponível.

# title
source: Attending
pt_br: Comparecerão

# title
source: Not attending
pt_br: Não comparecerão

# title
source: Might attend
pt_br: Talvez compareçam

source: Manage/edit profiles
pt_br: Administrar/editar perfis

source: Create New Profile
pt_br: Criar um novo perfil

source: Edit Profile
pt_br: Editar perfil

source: Profile Image
pt_br: Imagem do perfil

source: visible to everybody
pt_br: visível para todos

source: Edit visibility
pt_br: Editar a visibilidade

source: Gender:
pt_br: Gênero:

source: Status:
pt_br: Situação:

source: Homepage:
pt_br: Página web:

source: Online Now
pt_br: Online agora

source: g A l F d
pt_br: G l d F

source: [today]
pt_br: [hoje]

source: Birthday Reminders
pt_br: Lembres de aniversário

source: Birthdays this week:
pt_br: Aniversários nesta semana:

source: [No description]
pt_br: [Sem descrição]

source: Event Reminders
pt_br: Lembretes de eventos

source: Events this week:
pt_br: Eventos nesta semana:

source: Full Name:
pt_br: Nome completo:

source: Like this channel
pt_br: Gostar deste canal

source: j F, Y
pt_br: j \d\e F, Y

source: j F
pt_br: j \d\e F

source: Birthday:
pt_br: Aniversário:

source: Age:
pt_br: Idade:

source: for %1$d %2$s
pt_br: para %1$d %2$s

source: Sexual Preference:
pt_br: Preferência sexual:

source: Hometown:
pt_br: Cidade natal:

source: Tags:
pt_br: Etiquetas:

source: Political Views:
pt_br: Posição política:

source: Religion:
pt_br: Religião:

source: Share
pt_br: Compartilhar

source: Hobbies/Interests:
pt_br: Hobbies/Interesses:

source: Likes:
pt_br: Gosta de:

source: Dislikes:
pt_br: Não gosta de:

source: Contact information and Social Networks:
pt_br: Informações de contato e redes sociais:

source: My other channels:
pt_br: Meus outros canais:

source: Musical interests:
pt_br: Interesses musicais:

source: Books, literature:
pt_br: Livros, literatura:

source: Television:
pt_br: Televisão:

source: Film/dance/culture/entertainment:
pt_br: Filmes/dança/cultura/entretenimento:

source: Love/Romance:
pt_br: Amor/romance:

source: Work/employment:
pt_br: Trabalho/emprego:

source: School/education:
pt_br: Escola/educação:

source: Like this thing
pt_br: Gostar desta coisa

source: End this session
pt_br: Encerrar essa sessão

source: Home
pt_br: Ver canal

source: Your posts and conversations
pt_br: Suas publicações e conversas

source: Title (optional)
pt_br: Título (opcional)

source: Categories (optional, comma-separated list)
pt_br: categorias (opcional, lista separada por vírgulas)

source: Manage/Edit profiles
pt_br: Administrar/Editar perfis

source: Edit your profile
pt_br: Editar seu perfil

source: Public post
pt_br: Publicação pública

source: Example: bob@example.com, mary@example.com
pt_br: Por exemplo: joao@exemplo.com, maria@exemplo.com

source: Set expiration date
pt_br: Definir data de expiração

source: Cancel
pt_br: Cancelar

source: Sign in
pt_br: Entrar

source: %s - click to logout
pt_br: %s - clique para sair

source: Click to authenticate to your home hub
pt_br: Clique para se autenticar com seu hub de origem

source: Home Page
pt_br: Página inicial

source: Create an account
pt_br: Criar uma conta

source: Help and documentation
pt_br: Ajuda e documentação

source: Applications, utilities, links, games
pt_br: Aplicações, utilitários, links, jogos

source: Search site content
pt_br: Pesquisar o conteúdo do site

source: Channel Locator
pt_br: Localizador de canais

source: Your matrix
pt_br: Sua matriz

source: Mark all matrix notifications seen
pt_br: Marcar todas as notificações da matriz como vistas

source: Channel home
pt_br: Página inicial do canal

source: Mark all channel notifications seen
pt_br: Marcar todas as notificações de canais como vistas

source: Connections
pt_br: Conexões

source: Notices
pt_br: Notificações

source: Notifications
pt_br: Notificações

source: See all notifications
pt_br: Ver todas as notificações

source: Mark all system notifications seen
pt_br: Marcar todas as notificações de sistema como vistas

source: Private mail
pt_br: Mensagens privadas

source: See all private messages
pt_br: Ver todas as mensagens privadas

source: Mark all private messages seen
pt_br: Marcar todas as mensagens privadas como vistas

source: Inbox
pt_br: Recebidas

source: Outbox
pt_br: Enviadas

source: Event Calendar
pt_br: Agenda de eventos

# noun
source: Abstain
pt_br: Abstenção

source: Image exceeds website size limit of %lu bytes
pt_br: A imagem excede o limite de tamanho do site, que é de %

source: Best Friends
pt_br: Melhores amigos

source: Co-workers
pt_br: Colegas de trabalho

source: Former Friends
pt_br: Amigos afastados

source: Everybody
pt_br: Todos

source: Feature settings
pt_br: Configurações dos recursos

source: Export content
pt_br: Exportar conteúdo

source: Item was not found.
pt_br: O item não foi encontrado.

source: No source file.
pt_br: Nenhum arquivo de origem.

source: Cannot locate file to replace
pt_br: Não foi possível locar o arquivo a ser substituído

source: Cannot locate file to revise/update
pt_br: Não foi possível localizar o arquivo a ser revisado/atualizado

source: File exceeds size limit of %d
pt_br: O arquivo excedeu o tamanho limite de %d

source: You have reached your limit of %1$.0f Mbytes attachment storage.
pt_br: Você atingiu o seu limite de %1$.0f Mbytes de armazenamento de anexos.

source: File upload failed. Possible system limit or action terminated.
pt_br: Não foi possível enviar o arquivo. Provável limite do sistema ou a ação foi encerrada.

source: Stored file could not be verified. Upload failed.
pt_br: Não foi possível verificar o arquivo armazenado. Falha no envio.

source: Path not available.
pt_br: O caminho não está disponível.

source: Empty pathname
pt_br: O nome do caminho está em branco

source: duplicate filename or path
pt_br: nome de arquivo ou caminho duplicado

source: Path not found.
pt_br: Caminho não encontrado.

source: mkdir failed.
pt_br: mkdir falhou.

source: database storage failed.
pt_br: armazenamento de banco de dados falhou.

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Currently Male
pt_br: Atualmente masculino

source: Currently Female
pt_br: Atualmente feminino

source: Mostly Male
pt_br: Masculino a maior parte do tempo

source: Mostly Female
pt_br: Feminino a maior parte do tempo

source: Transgender
pt_br: Transgênero

source: Intersex
pt_br: Intersexuado

source: Transsexual
pt_br: Transexual

source: Hermaphrodite
pt_br: Hermafrodita

source: Neuter
pt_br: Neutro

source: Non-specific
pt_br: Não específico

source: Undecided
pt_br: Indeciso

source: Males
pt_br: Homens

source: Females
pt_br: Mulheres

source: Gay
pt_br: Gays

source: Lesbian
pt_br: Lésbicas

source: No Preference
pt_br: Sem preferência

source: Bisexual
pt_br: Bissexuais

source: Autosexual
pt_br: Autossexuais

source: Abstinent
pt_br: Abstinentes

source: Virgin
pt_br: Virgens

source: Deviant
pt_br: Desviantes

source: Fetish
pt_br: Fetiches

source: Oodles
pt_br: Abundância

source: Nonsexual
pt_br: Não sexuais

source: Single
pt_br: Solteiro(a)

source: Lonely
pt_br: Solitário(a)

source: Available
pt_br: Disponível

source: Unavailable
pt_br: Não disponível

source: Has crush
pt_br: Tem uma paixão

source: Infatuated
pt_br: Apaixonado

source: Dating
pt_br: Saindo com alguém

source: Unfaithful
pt_br: Infiel

source: Sex Addict
pt_br: Viciado(a) em sexo

source: Friends/Benefits
pt_br: Amigos com benefícios

source: Engaged
pt_br: Envolvido(a)

source: Married
pt_br: Casado(a)

source: Imaginarily married
pt_br: Casado imaginariamente

source: Partners
pt_br: Parceiros

source: Cohabiting
pt_br: Coabitando

source: Common law
pt_br: Direito comum

source: Happy
pt_br: Feliz

source: Not looking
pt_br: Não estou procurando

source: Betrayed
pt_br: Traído(a)

source: Separated
pt_br: Separado(a)

source: Unstable
pt_br: Instável

source: Divorced
pt_br: Divorciado(a)

source: Imaginarily divorced
pt_br: Divorciado imaginariamente

source: Widowed
pt_br: Viúvo(a)

source: Uncertain
pt_br: Incerto(a)

source: It's complicated
pt_br: É complicado

source: Don't care
pt_br: Não importa

source: Ask me
pt_br: Pergunte-me

source: Logged out.
pt_br: Você saiu.

source: Failed authentication
pt_br: Não foi possível autenticar

source: Login failed.
pt_br: Não foi possível entrar.

source: Update
pt_br: Atualizar

source: Can source my public posts in derived channels
pt_br: Pode usar minhas publicações públicas como fonte para canais derivados

source: Somewhat advanced - very useful in open communities
pt_br: Avançado - muito útil em comunidades abertas

source: Can administer my channel resources
pt_br: Pode administrar os recursos do meu canal

source: Extremely advanced. Leave this alone unless you know what you are doing
pt_br: Extremamente avançado. Não mexa nisso a não ser que saiba o que está fazendo

source: Set your current mood and tell your friends
pt_br: Marque seu humor atual e compartilhe com seus amigos

source: Menu not found.
pt_br: O menu não foi encontrado.

source: Menu element updated.
pt_br: O elemento de menu foi atualizado.

source: Unable to update menu element.
pt_br: Não foi possível atualizar o elemento de menu.

source: Menu element added.
pt_br: O elemento de menu foi adicionado.

source: Unable to add menu element.
pt_br: Não foi possível adicionar o elemento de menu.

source: Not found.
pt_br: Não encontrado.

source: Manage Menu Elements
pt_br: Administrar elementos de menu

source: Edit menu
pt_br: Editar menu

source: Edit element
pt_br: Editar elemento

source: Drop element
pt_br: Descartar elemento

source: New element
pt_br: Novo elemento

source: Edit this menu container
pt_br: Editar esta caixa de menu

source: Add menu element
pt_br: Adicionar um elemento de menu

source: Delete this menu item
pt_br: Deleter este item de menu

source: Edit this menu item
pt_br: Editar este item de menu

source: New Menu Element
pt_br: Novo elemento de menu

source: Menu Item Permissions
pt_br: Permissões do item do menu

source: (click to open/close)
pt_br: (clique para abrir/fechar)

source: Link text
pt_br: Texto do link

source: URL of link
pt_br: URL do link

source: Use Red magic-auth if available
pt_br: Usar <em>Red magic-auth</em> se disponível

source: Open link in new window
pt_br: Abrir link em uma nova janela

source: Order in list
pt_br: Ordem na lista

source: Higher numbers will sink to bottom of listing
pt_br: Números mais altos descem para o fim da lista

source: Menu item not found.
pt_br: O item de menu não foi encontrado.

source: Menu item deleted.
pt_br: O item de menu foi deletado.

source: Menu item could not be deleted.
pt_br: Não foi possível deletar o item de menu.

source: Edit Menu Element
pt_br: Editar elemento de menu

source: Modify
pt_br: Modificar

source: Some blurb about what to do when you're new here
pt_br: Alguma coisa sobre o que fazer quando se é novo aqui

source: sent you a private message
pt_br: lhe enviou uma mensagem privada

source: added your channel
pt_br: adicionou seu canal

source: posted an event
pt_br: publicou um evento

source: network
pt_br: + rede

source: Name is required
pt_br: É necessário informar o nome

source: Key and Secret are required
pt_br: A chave e o segredo são obrigatórios

source: Diaspora Policy Settings updated.
pt_br: Configurações da política do Diáspora atualizadas.

source: Passwords do not match. Password unchanged.
pt_br: As senhas não correspondem. A senha não foi modificada.

source: Empty passwords are not allowed. Password unchanged.
pt_br: Não é permitido uma senha em branco. A senha não foi modificada.

source: Password changed.
pt_br: A senha foi modificada.

source: Password update failed. Please try again.
pt_br: Não foi possível atualizar a senha. Por favor, tente novamente.

source: Not valid email.
pt_br: Não é um e-mail válido

source: Protected email address. Cannot change to that email.
pt_br: Endereço de e-mail protegido. Não é possível mudar para esse e-mail.

source: System failure storing new email. Please try again.
pt_br: Falha do sistema ao armazenar novo e-mail. Por favor, tente novamente.

source: Settings updated.
pt_br: As configurações foram atualizadas.

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Add application
pt_br: Adicionar aplicação

source: Name of application
pt_br: Nome da aplicação

source: Consumer Key
pt_br: Chave de consumidor

source: Automatically generated - change if desired. Max length 20
pt_br: Gerado automaticamente - troque se desejável. Comprimento máximo 20

source: Consumer Secret
pt_br: Segredo de consumidor

source: Redirect
pt_br: Redirecionamento

source: Redirect URI - leave blank unless your application specifically requires this
pt_br: URI de redirecionamento - deixe em branco, a não ser que sua aplicação especificamente requeira isso

source: Icon url
pt_br: URL do ícone

source: Optional
pt_br: Opcional

source: You can't edit this application.
pt_br: Você não pode editar esta aplicação.

source: Connected Apps
pt_br: Aplicações conectadas

source: Client key starts with
pt_br: Chave do cliente começa com

source: No name
pt_br: Sem nome

source: Remove authorization
pt_br: Remover autorização

source: No feature settings configured
pt_br: Não foi definida nenhuma configuração do recurso

source: Feature/Addon Settings
pt_br: Configuração de Característica/Plugins

source: Settings for the built-in Diaspora emulator
pt_br: Configurações para construir um emulador de Diáspora

source: Allow any Diaspora member to comment on your public posts
pt_br: Permitir que qualquer membro do Diaspora comente em suas postagens públicas

source: Diaspora Policy Settings
pt_br: Configurações de Política do Diáspora

source: Prevent your hashtags from being redirected to other sites
pt_br: Previne que suas hashtags sejam redirecionadas para outros sítios

source: Account Settings
pt_br: Configurações da conta

source: Enter New Password:
pt_br: Digite a Nova Senha:

source: Confirm New Password:
pt_br: Confirme a Nova Senha:

source: Leave password fields blank unless changing
pt_br: Deixe os campos de senha em branco, a não ser que você queira alterá-la

source: Email Address:
pt_br: Endereço de e-mail:

source: Remove Account
pt_br: Remover conta

source: Remove this account including all its channels
pt_br: Exclua esta conta, incluindo todos seus canais

source: Off
pt_br: Desligado

source: On
pt_br: Ligado

source: Additional Features
pt_br: Recursos adicionais

source: Connector Settings
pt_br: Configurações do conector

source: No special theme for mobile devices
pt_br: Sem tema especial para aparelhos móveis

source: mobile
pt_br: móvel

source: Display Settings
pt_br: Configurações de exibição

source: Display Theme:
pt_br: Tema do perfil:

source: Mobile Theme:
pt_br: Tema móvel:

source: Enable user zoom on mobile devices
pt_br: Permitir zoom pelo usuário em dispositivos móveis

source: Update browser every xx seconds
pt_br: Atualizar navegador a cada xx segundos

source: Minimum of 10 seconds, no maximum
pt_br: Mínimo de 10 segundos, sem máximo

source: Maximum number of conversations to load at any time:
pt_br: Número máximo permitido de conversas carregadas:

source: Maximum of 100 items
pt_br: Máximo de 100 itens

source: Show emoticons (smilies) as images
pt_br: Mostrar emoticons (smilies) como imagens

source: Link post titles to source
pt_br: Ligar o título dos posts à fonte

source: System Page Layout Editor - (advanced)
pt_br: Editor de layout de página do sistema - (avançado)

source: Use blog/list mode on channel page
pt_br: Usar modo blog/lista na página do canal

source: (comments displayed separately)
pt_br: (comentários mostrados separadamente)

source: Use blog/list mode on matrix page
pt_br: Use modo de blogue/lista na página da matriz

source: Channel page max height of content (in pixels)
pt_br: Altura máxima do conteúdo na página (em pixels)

source: click to expand content exceeding this height
pt_br: clique para expandir o conteúdo que excede essa altura

source: Matrix page max height of content (in pixels)
pt_br: Máxima altura de conteúdo na página Matriz (in pixesl)

source: Nobody except yourself
pt_br: Ninguém exceto você mesmo

source: Only those you specifically allow
pt_br: Apenas quem você der permissão

source: Approved connections
pt_br: Conexões aprovadas

source: Any connections
pt_br: Quaisquer conexões

source: Anybody on this website
pt_br: Qualquer um neste site

source: Anybody in this network
pt_br: Qualquer um nesta rede

source: Anybody authenticated
pt_br: Qualquer um autenticado

source: Anybody on the internet
pt_br: Qualquer um na internet
