Repository: BlaBlaNet/BlaBlaNet
Catalog: view/*/hmessages.po
Languages: pt_br

source: Publish your default profile in the network directory
pt_br: Publicar seu perfil padrão no diretório da rede?

source: Allow us to suggest you as a potential friend to new members?
pt_br: Permitir sugerir você como amigo potencial para outros membros?

source: or
pt_br: ou

source: Your channel address is
pt_br: O endereço do seu canal é

source: Channel Settings
pt_br: Configurações do canal

source: Basic Settings
pt_br: Configurações básicas

source: Your Timezone:
pt_br: Seu fuso horário:

source: Default Post Location:
pt_br: Localização padrão de suas publicações:

source: Geographical location to display on your posts
pt_br: Localização geográfica para exibir em suas publicações

source: Use Browser Location:
pt_br: Usar localizador do navegador:

source: Adult Content
pt_br: Conteúdo adulto

source: This channel frequently or regularly publishes adult content. (Please tag any adult material and/or nudity with #NSFW)
pt_br: Este canal frequentemente ou regularmente publica conteúdo adulto. (Por favor marque qualquer material adulto e/ou nudez com #NSFW)

source: Security and Privacy Settings
pt_br: Configurações de segurança e privacidade

source: Your permissions are already configured. Click to view/adjust
pt_br: Suas permissões já foram configuradas. Clique para vê-las/ajustá-las

source: Hide my online presence
pt_br: Esconda minha presença online

source: Prevents displaying in your profile that you are online
pt_br: Previne exibir em seu perfil que você está online

source: Simple Privacy Settings:
pt_br: Configurações de privacidade simples:

source: Very Public - <em>extremely permissive (should be used with caution)</em>
pt_br: Muito público - <em>extremamente permissivo (deve ser usado com cuidado)</em>

source: Typical - <em>default public, privacy when desired (similar to social network permissions but with improved privacy)</em>
pt_br: Típico - <em>público por padrão, privado quando desejável (similar às permissões de redes sociais, mas com melhor privacidade)</em>

source: Private - <em>default private, never open or public</em>
pt_br: Privado - <em>privado por padrão, nunca aberto ou público</em>

source: Blocked - <em>default blocked to/from everybody</em>
pt_br: Bloqueado - <em>por padrão bloquado de/para todos</em>

source: Allow others to tag your posts
pt_br: Permitir que outros etiquetem suas publicações

source: Often used by the community to retro-actively flag inappropriate content
pt_br: Frequentemente utilizado pela comunidade para retroativamente sinalizar conteúdo inapropriado

source: Advanced Privacy Settings
pt_br: Configurações de privacidade avançadas

source: Expire other channel content after this many days
pt_br: Expirar outros conteúdos do canal após este número de dias

source: 0 or blank prevents expiration
pt_br: 0 ou em branco previne expiração

source: Maximum Friend Requests/Day:
pt_br: Número máximo de requisições de amizade por dia:

source: May reduce spam activity
pt_br: Pode reduzir a frequência de spam

source: Default Post Permissions
pt_br: Permissões padrão de publicação

source: Channel permissions category:
pt_br: Categoria de permissões do canal:

source: Maximum private messages per day from unknown people:
pt_br: Máximo número de mensagens privadas por dia de pessoas desconhecidas:

source: Useful to reduce spamming
pt_br: Útil para reduzir a frequência de spam

source: Notification Settings
pt_br: Configurações de notificação

source: By default post a status message when:
pt_br: Por padrão, publicar uma mensagem de status quando:

source: accepting a friend request
pt_br: aceitar um pedido de amizade

source: joining a forum/community
pt_br: associar-se a um fórum/comunidade

source: making an <em>interesting</em> profile change
pt_br: modificar algo <em>interessante</em> em seu perfil

source: Send a notification email when:
pt_br: Enviar um e-mail de notificação quando:

source: You receive a connection request
pt_br: Você recebe uma solicitação de conexão

source: Your connections are confirmed
pt_br: Suas conexões são confirmadas

source: Someone writes on your profile wall
pt_br: Alguém escrever no mural do seu perfil

source: Someone writes a followup comment
pt_br: Alguém comenta uma publicação

source: You receive a private message
pt_br: Você recebeu uma mensagem privada

source: You receive a friend suggestion
pt_br: Você recebe uma sugestão de amizade

source: You are tagged in a post
pt_br: Você é mencionado num post

source: You are poked/prodded/etc. in a post
pt_br: Você foi cutucado/espetado/etc. numa publicação

source: Show visual notifications including:
pt_br: Exibir notificações visuais incluindo:

source: Unseen matrix activity
pt_br: Atividade não vista na matriz

source: Unseen channel activity
pt_br: Atividade não vista no canal

source: Unseen private messages
pt_br: Mensagens privadas não vistas

source: Recommended
pt_br: Recomendado

source: Upcoming events
pt_br: Eventos próximos

source: Events today
pt_br: Eventos hoje

source: Upcoming birthdays
pt_br: Aniversários próximos

source: Not available in all themes
pt_br: Não disponível em todos os temas

source: System (personal) notifications
pt_br: Notificações de sistema (pessoais)

source: System info messages
pt_br: Mensagens de informação do sistema

source: System critical alerts
pt_br: Alertas críticos do sistema

source: New connections
pt_br: Novas conexões

source: System Registrations
pt_br: Registros no sistema

source: Also show new wall posts, private messages and connections under Notices
pt_br: Também mostra novos textos, mensagens privadas e conexões nos Avisos

source: Notify me of events this many days in advance
pt_br: Notifique-me de eventos adiante esse número de dias

source: Must be greater than 0
pt_br: Deve ser maior que 0

source: Advanced Account/Page Type Settings
pt_br: Configurações avançadas de conta/tipo de página

source: Change the behaviour of this account for special situations
pt_br: Mudar o comportamento dessa conta em situações especiais

source: Please enable expert mode (in <a href="settings/features">Settings > Additional features</a>) to adjust!
pt_br: Por favor, habilite o modo expert (em <a href="settings/features">Configurações > Recursos adicionais</a>) para ajustar!

source: Miscellaneous Settings
pt_br: Configurações miscelâneas

source: Personal menu to display in your channel pages
pt_br: Menu pessoal para exibir nas páginas dos seus canais

source: Remove Channel
pt_br: Remover canal

source: Remove this channel.
pt_br: Remover este canal

source: Xchan Lookup
pt_br: Encontrar Xchan

source: Lookup xchan beginning with (or webbie):
pt_br: Encontrar xchan iniciado por (ou webbie):

source: Authorize application connection
pt_br: Autorizar a conexão com a aplicação

source: Return to your app and insert this Securty Code:
pt_br: Volte para a sua aplicação e digite este código de segurança:

source: Please login to continue.
pt_br: Por favor, autentique-se para continuar.

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
pt_br: Deseja autorizar esta aplicação a acessar suas publicações e contatos e/ou criar novas publicações para você?

source: Page Title
pt_br: Título da Página

source: Channel added.
pt_br: Canal adicionado.

source: Tag removed
pt_br: A etiqueta foi removida

source: Remove Item Tag
pt_br: Remover a etiqueta de item

source: Select a tag to remove:
pt_br: Selecione uma etiqueta para remover:

source: Remove
pt_br: Remover

source: Continue
pt_br: Continuar

source: Premium Channel Setup
pt_br: Configuração de canal premium

source: Enable premium channel connection restrictions
pt_br: Habilitar restrições de canal premium para conexão

source: Please enter your restrictions or conditions, such as paypal receipt, usage guidelines, etc.
pt_br: Por favor, insira suas restrições ou condições, como um recibo de depósito, normas de conduta, etc.

source: This channel may require additional steps or acknowledgement of the following conditions prior to connecting:
pt_br: Este canal pode exigir passos adicionais ou compreensão das seguintes condições antes de conectar:

source: Potential connections will then see the following text before proceeding:
pt_br: Tentativas de conexões verão então o seguinte texto antes de prosseguir:

source: By continuing, I certify that I have complied with any instructions provided on this page.
pt_br: Ao prosseguir, eu certifico que cumpri todas as instruções exibidas nesta página.

source: (No specific instructions have been provided by the channel owner.)
pt_br: (Nenhuma instrução foi especificada pelo dono do canal.)

source: Restricted or Premium Channel
pt_br: Canal restrito ou premium

source: Thing updated
pt_br: A coisa foi atualizada

source: Object store: failed
pt_br: Armazenamento do objeto: falhou

source: Thing added
pt_br: A coisa foi adicionada

source: Show Thing
pt_br: Exibir coisa

source: item not found.
pt_br: o item não foi encontrado

source: Edit Thing
pt_br: Editar coisa

source: Select a profile
pt_br: Selecione um perfil

source: Post an activity
pt_br: Publique uma atividade

source: Only sends to viewers of the applicable profile
pt_br: Envia apenas para a audiência do perfil aplicável

source: Name of thing e.g. something
pt_br: Nome da coisa e.g. coisinha

source: URL of thing (optional)
pt_br: URL da coisa (opcional)

source: URL for photo of thing (optional)
pt_br: URL para foto da coisa (opcional)

source: Add Thing to your Profile
pt_br: Adicionar a coisa ao seu perfil

source: Item not available.
pt_br: O item não está disponível.

source: Fetching URL returns error: %1$s
pt_br: Carregar o URL retorna o erro: %1$s

source: Welcome to %s
pt_br: Bem-vindo(a) a %s

source: Image uploaded but image cropping failed.
pt_br: A imagem foi enviada, mas não foi possível cortá-la.

source: Remove this channel
pt_br: Remover este canal

source: Poke/Prod
pt_br: Cutucar/Espetar

source: poke, prod or do other things to somebody
pt_br: Cutucar, espetar ou fazer outras coisas a alguém

source: Recipient
pt_br: Destinatário

source: Choose what you wish to do to recipient
pt_br: Escolha o que você deseja fazer com seu alvo

source: Make this post private
pt_br: Torne esta publicação privada

source: Remote authentication blocked. You are logged into this site locally. Please logout and retry.
pt_br: Autenticação remota bloqueada. Você está autenticado neste site localmente. Por favor, saia e tente novamente.

source: Welcome %s. Remote authentication successful.
pt_br: Bem vindo %s. Autenticação remota realizada com sucesso.

source: Invalid item.
pt_br: Item inválido.

source: Channel not found.
pt_br: O canal não foi encontrado.

source: Page not found.
pt_br: Página não encontrada.

source: Version %s
pt_br: Versão %s

source: Installed plugins/addons/apps:
pt_br: Plugins/complementos/aplicações instalados:

source: Please <a href="rmagic">login with your $Projectname ID</a> or <a href="register">register as a new $Projectname member</a> to continue.
pt_br: Por favor <a href="rmagic">entre com sua $Projectname ID</a> ou <a href="register">registre-se como novo membro da $Projectname</a> para continuar.

source: This is a hub of the Hubzilla - a global cooperative network of decentralized privacy enhanced websites.
pt_br: Este é um hub da Hubzilla - uma rede global cooperativa de websites descentralizados com privacidade aprimorada.

source: Running at web location
pt_br: Sendo executado no endereço web

source: Please visit <a href="http://getzot.com">GetZot.com</a> to learn more about the Hubzilla.
pt_br: Para aprender mais sobre a Hubzilla, visite <a href="http://getzot.com">GetZot.com</a>.

source: Bug reports and issues: please visit
pt_br: Relatos e acompanhamentos de erros podem ser encontrados em

source: Suggestions, praise, etc. - please email "hubzilla" at librelist - dot com
pt_br: Sugestões, elogios, etc - mande um e-mail para "hubzilla" arrôba librelist ponto com

source: Site Administrators
pt_br: Administradores do site

source: %1$s is attending %2$s's %3$s
pt_br: %1$s comparecerá em %3$s de %2$s

source: %1$s is not attending %2$s's %3$s
pt_br: %1$s não comparecerá em %3$s de %2$s

source: %1$s may attend %2$s's %3$s
pt_br: %1$s talvez compareça em %3$s de %2$s

source: Profile-
pt_br: Perfil-

source: New profile created.
pt_br: O novo perfil foi criado.

source: Event can not end before it has started.
pt_br: Um evento não pode terminar antes de seu início.

source: Profile unavailable to export.
pt_br: Perfil indisponível para exportar.

source: Profile Name is required.
pt_br: É obrigatório informar o nome do perfil.

source: Marital Status
pt_br: Estado civil

source: Romantic Partner
pt_br: Parceiro/a romântico/a

source: Likes
pt_br: Gosta de

source: Dislikes
pt_br: Não gosta de

source: Work/Employment
pt_br: Trabalho/Emprego

source: Religion
pt_br: Religião

source: Political Views
pt_br: Posição política

source: Gender
pt_br: Gênero

source: Sexual Preference
pt_br: Preferência sexual

source: Homepage
pt_br: Página web

source: Interests
pt_br: Interesses

source: Address
pt_br: Endereço

source: Location
pt_br: Localização

source: Profile updated.
pt_br: O perfil foi atualizado.

source: Hide your contact/friend list from viewers of this profile?
pt_br: Esconder sua lista de contatos/amigos dos visitantes no seu perfil?

source: Edit Profile Details
pt_br: Editar os detalhes do perfil

source: View this profile
pt_br: Ver este perfil

source: Important for events that happen in a particular place. Not practical for global holidays.
pt_br: Importante para eventos que ocorrem em um lugar específico. Não prático para feriados globais.

source: Create a new profile using these settings
pt_br: Criar um novo perfil usando estas configurações

source: Clone this profile
pt_br: Clonar este perfil

source: Delete this profile
pt_br: Excluir este perfil

source: Import profile from file
pt_br: Importar perfil dum arquivo

source: Export profile to file
pt_br: Exportar perfil para arquivo

source: The listed sites allow public registration for the $Projectname network. All sites in the network are interlinked so membership on any of them conveys membership in the network as a whole. Some sites may require subscription or provide tiered service plans. The provider links <strong>may</strong> provide additional details.
pt_br: Os sites listados permitem ao público geral registrar contas na $Projectname. Todos os sites na matrix são interligados, portanto ser membro em qualquer um deles te torna membro na matrix como um todo. Alguns sites podem solicitar uma assinatura ou prover planos em níveis. Os links para cada provedor <strong>podem</strong> fornecer mais detalhes.

source: Your Full Name:
pt_br: Seu nome completo:

source: Title/Description:
pt_br: Título/Descrição:

source: Your Gender:
pt_br: Seu gênero:

source: Birthday (%s):
pt_br: Aniversário (%s):

source: Street Address:
pt_br: Endereço:

source: Locality/City:
pt_br: Localidade/Cidade:

source: Postal/Zip Code:
pt_br: CEP:

source: Country:
pt_br: País:

source: Region/State:
pt_br: Região/Estado:

source: $Projectname channel
pt_br: Canal na $Projectname

source: Who: (if applicable)
pt_br: Quem: (se aplicável)

source: Examples: cathy123, Cathy Williams, cathy@example.com
pt_br: Exemplos: fulano123, Fulano de Tal, fulano@exemplo.com

source: Since [date]:
pt_br: Desde [data]:

source: Homepage URL:
pt_br: Endereço do website:

source: Religious Views:
pt_br: Orientação religiosa:

source: Keywords:
pt_br: Palavras-chave:

source: Example: fishing photography software
pt_br: Exemplo: pesca fotografia software

source: Used in directory listings
pt_br: Usado em listas de diretório

source: Tell us about yourself...
pt_br: Fale um pouco sobre você...

source: Hobbies/Interests
pt_br: Hobbies/Interesses

source: Contact information and Social Networks
pt_br: Informações de contato e redes sociais

source: My other channels
pt_br: Meus outros canais

source: Musical interests
pt_br: Interesses musicais

source: Books, literature
pt_br: Livros, literatura

source: Television
pt_br: Televisão

source: This is a hub of $Projectname - a global cooperative network of decentralized privacy enhanced websites.
pt_br: Este é um hub da $Projectname - uma rede global cooperativa de websites descentralizados com privacidade aprimorada.

source: Work/employment
pt_br: Trabalho/emprego

source: School/education
pt_br: Escola/educação

source: This is your default profile.
pt_br: Este é seu perfil padrão.

source: Please visit <a href="https://redmatrix.me">redmatrix.me</a> to learn more about $Projectname.
pt_br: Por favor visite <a href="https://redmatrix.me">redmatrix.me</a> para aprender mais sobre a $Projectname.

source: Edit/Manage Profiles
pt_br: Editar/Administrar perfis

source: Add profile things
pt_br: Adicionar coisas ao perfil

source: Include desirable objects in your profile
pt_br: Inclua objetos desejáveis no seu perfil

source: Bookmark added
pt_br: O link foi guardado

source: My Bookmarks
pt_br: Meus links guardados

source: $Projectname Server - Setup
pt_br: Servidor $Projectname - Configuração

source: Invalid profile identifier.
pt_br: Identificador de perfil inválido.

source: Profile Visibility Editor
pt_br: Editor de visibilidade do perfil

source: Click on a contact to add or remove.
pt_br: Clique em um contato para adicionar ou remover.

source: Visible To
pt_br: Visível para

source: All Connections
pt_br: Todas as conexões

source: Public Sites
pt_br: Sites públicos

source: The listed sites allow public registration into the Hubzilla. All sites in the matrix are interlinked so membership on any of them conveys membership in the matrix as a whole. Some sites may require subscription or provide tiered service plans. The provider links <strong>may</strong> provide additional details.
pt_br: Os sites listados permitem ao público geral registrar contas na Hubzilla. Todos os sites na matrix são interligados, portanto ser membro em qualquer um deles te torna membro na matrix como um todo. Alguns sites podem solicitar uma assinatura ou prover planos em níveis. Os links para cada provedor <strong>podem</strong> fornecer mais detalhes.

source: Site URL
pt_br: URL do site

source: Access Type
pt_br: Tipo de acesso

source: In order to install $Projectname we need to know how to connect to your database.
pt_br: Para instalar a $Projectname é necessário saber como se conectar ao seu banco de dados.

source: You must be logged in to see this page.
pt_br: Você precisa estar autenticado para ver esta página.

source: Insufficient permissions. Request redirected to profile page.
pt_br: Permissões insuficientes. Requisição redirecionada para a página de perfil.

source: Select a bookmark folder
pt_br: Escolha uma pasta de links onde guardar

source: Save Bookmark
pt_br: Guardar link

source: URL of bookmark
pt_br: URL do link guardado

source: Description
pt_br: Descrição

source: Or enter new bookmark folder name
pt_br: Ou digite o nome para uma nova pasta de links

source: Room not found
pt_br: Sala não encontrada

source: Leave Room
pt_br: Sair da sala

source: Delete This Room
pt_br: Deletar esta sala

source: I am away right now
pt_br: Eu estou ausente no momento

source: I am online
pt_br: Eu estou online

source: Bookmark this room
pt_br: Guarde esta sala

source: New Chatroom
pt_br: Nova sala de bate-papo

source: Chatroom Name
pt_br: Nome da sala de bate-papo

source: %1$s's Chatrooms
pt_br: Salas de bate-papo de %1$s

source: Maximum daily site registrations exceeded. Please try again tomorrow.
pt_br: Número máximo de novos registros neste site excedido por hoje. Por favor, tente novamente amanhã.

source: Please indicate acceptance of the Terms of Service. Registration failed.
pt_br: Por favor, indique a aceitação dos Termos de Serviço. Falha ao registrar.

source: Passwords do not match.
pt_br: Senhas não conferem.

source: Registration successful. Please check your email for validation instructions.
pt_br: O registro foi bem sucedido. Por favor, verifique seu e-mail para confirmar o registro.

source: Your registration is pending approval by the site owner.
pt_br: A aprovação do seu registro está pendente junto ao administrador do site.

source: Your registration can not be processed.
pt_br: Não foi possível processar o seu registro.

source: Registration on this site/hub is by approval only.
pt_br: O registro neste site/hub requer aprovação.

source: <a href="pubsites">Register at another affiliated site/hub</a>
pt_br: <a href="pubsites">Registre em um outro site/hub afiliado</a>

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
pt_br: Este site excedeu o número máximo de registros de novas contas. Por favor, tente novamente amanhã.

source: Terms of Service
pt_br: Termos de Serviço

source: I accept the %s for this website
pt_br: Eu aceito os %s deste website.

source: I am over 13 years of age and accept the %s for this website
pt_br: Eu sou maior de 13 anos e aceito os %s deste website

source: Registration
pt_br: Registro

source: Membership on this site is by invitation only.
pt_br: Novas contas neste site se dão apenas por convite.

source: Please enter your invitation code
pt_br: Por favor, digite o código do seu convite

source: Your email address
pt_br: Seu endereço de e-mail

source: Choose a password
pt_br: Escolha uma senha

source: Please re-enter your password
pt_br: Por favor, digite sua senha novamente

source: Away
pt_br: Ausente

source: Please login.
pt_br: Por favor, autentique-se.

source: Hubzilla - Guests: Username: {your email address}, Password: +++
pt_br: Hubzilla - Visitantes: Usuário: {seu endereço de e-mail}, Senha: +++

source: Channel removals are not allowed within 48 hours of changing the account password.
pt_br: A remoção da canais fica desabilitada por 48 horas após uma troca de senha da conta.

source: Remove This Channel
pt_br: Remover este canal

source: This will completely remove this channel from the network. Once this has been done it is not recoverable.
pt_br: Isso irá remover completamente este canal da rede. Uma vez que seja feito não será possível recuperá-lo.

source: Please enter your password for verification:
pt_br: Por favor, digite a sua senha para verificação:

source: Remove this channel and all its clones from the network
pt_br: Remover este canal e todos os seus clones da rede

source: By default only the instance of the channel located on this hub will be removed from the network
pt_br: Por padrão, apenas a instância do canal localizada neste hub será removida da rede

source: No channel.
pt_br: Nenhum canal.

source: Common connections
pt_br: Conexões em comum

source: No connections in common.
pt_br: Nenhuma conexão em comum.

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
pt_br: Encontramos um problema ao entrar com a OpenID fornecida. Por favor, verifique se digitou corretamente a ID.

source: The error message was:
pt_br: A mensagem de erro foi:

source: Authentication failed.
pt_br: A autenticação falhou.

source: Remote Authentication
pt_br: Autenticação remota

source: Enter your channel address (e.g. channel@example.com)
pt_br: Entre o endereço do seu canal (e.g. canal@exemplo.com)

source: Authenticate
pt_br: Autenticar

source: No such group
pt_br: Este grupo não existe

source: Search Results For:
pt_br: Resultados da busca por:

source: Collection is empty
pt_br: A coleção está vazia

source: Collection:
pt_br: Coleção:

source: Connection:
pt_br: Conexão:

source: Invalid connection.
pt_br: Conexão inválida.

source: Could not access contact record.
pt_br: Não foi possível acessar o registro do contato.
