Repository: BlaBlaNet/BlaBlaNet
Catalog: view/*/hmessages.po
Languages: pt_br

source: Cannot locate DNS info for database server '%s'
pt_br: Não foi possível localizar a informação de DNS para o servidor de banco de dados '%s'

source: Profile Photos
pt_br: Fotos do perfil

source: prev
pt_br: anterior

source: first
pt_br: primeiro

source: last
pt_br: último

source: next
pt_br: próximo

source: older
pt_br: mais antigo

source: newer
pt_br: mais recente

source: No connections
pt_br: Nenhuma conexão

source: %d Connection
pt_br: %d conexão

source: View Connections
pt_br: Ver conexões

source: Search
pt_br: Pesquisar

source: Save
pt_br: Salvar

source: poke
pt_br: cutucar

source: poked
pt_br: cutucado

source: ping
pt_br: pingar

source: pinged
pt_br: pingou

source: prod
pt_br: espetar

source: prodded
pt_br: espetou

source: slap
pt_br: estapear

source: slapped
pt_br: estapeou

source: finger
pt_br: dar um toque

source: fingered
pt_br: deu um toque

source: rebuff
pt_br: rebater

source: rebuffed
pt_br: rebateu

source: happy
pt_br: feliz

source: sad
pt_br: triste

source: mellow
pt_br: suave

source: tired
pt_br: cansad@

source: perky
pt_br: animad@

source: angry
pt_br: nervos@

source: stupified
pt_br: embasbacad@

source: puzzled
pt_br: confus@

source: interested
pt_br: interessad@

source: bitter
pt_br: amarg@

source: cheerful
pt_br: animad@

source: alive
pt_br: viv@

source: annoyed
pt_br: aborrecid@

source: anxious
pt_br: ansios@

source: cranky
pt_br: irritad@

source: disturbed
pt_br: perturbad@

source: frustrated
pt_br: frustrad@

source: depressed
pt_br: deprimido

source: motivated
pt_br: motivad@

source: relaxed
pt_br: relaxad@

source: surprised
pt_br: surpres@

source: Monday
pt_br: Segunda

source: Tuesday
pt_br: Terça

source: Wednesday
pt_br: Quarta

source: Thursday
pt_br: Quinta

source: Friday
pt_br: Sexta

source: Saturday
pt_br: Sábado

source: Sunday
pt_br: Domingo

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: unknown.???
pt_br: desconhecido.???

source: remove category
pt_br: remover categoria

source: remove from file
pt_br: remover do arquivo

source: Click to open/close
pt_br: Clique para abrir/fechar

source: Link to Source
pt_br: Link para a origem

source: Page layout
pt_br: aparência da página

source: You can create your own with the layouts tool
pt_br: Você pode criar sua própria com as ferramentas de layouts

source: Page content type
pt_br: Tipo de conteúdo da página

source: Select an alternate language
pt_br: Selecione um idioma alternativo

source: photo
pt_br: foto

source: event
pt_br: evento

source: comment
pt_br: comentário

source: activity
pt_br: atividade

source: Design Tools
pt_br: Ferramentas de Design

source: Blocks
pt_br: Blocos

source: Pages
pt_br: Páginas

source: Collection
pt_br: Coleção

source: Image/photo
pt_br: Imagem/foto

source: Encrypted content
pt_br: Conteúdo criptografado

source: Install %s element:
pt_br: Instalar elemento %s:

source: webpage
pt_br: página web

source: block
pt_br: bloco

source: QR code
pt_br: código QR

source: %1$s wrote the following %2$s %3$s
pt_br: %1$s escreveu a seguinte %2$s %3$s

source: post
pt_br: publicação

source: Different viewers will see this text differently
pt_br: Visualizadores diferentes verão esse texto diferentemente

source: $1 wrote:
pt_br: $1 escreveu:

source: created a new post
pt_br: criou uma nova publicação

source: commented on %s's post
pt_br: comentou a publicação de %s

source: A deleted group with this name was revived. Existing item permissions <strong>may</strong> apply to this group and any future members. If this is not what you intended, please create another group with a different name.
pt_br: Um grupo com esse nome, anteriormente excluído, foi reativado. Permissões de itens já existentes <strong>poderão</strong> ser aplicadas a esse grupo e qualquer futuros membros. Se não é essa a sua intenção, favor criar outro grupo com um nome diferente.

source: Default privacy group for new contacts
pt_br: Grupo de privacidade padrão para novos contatos

source: All Channels
pt_br: Todos os canais

source: edit
pt_br: editar

source: Collections
pt_br: Coleções

source: Edit collection
pt_br: Editar coleção

source: Add new collection
pt_br: Adicionar nova coleção

source: Channels not in any collection
pt_br: Canais que não estão em nenhuma coleção

source: add
pt_br: adicionar

source: Not a valid email address
pt_br: Não é um endereço de e-mail válido

source: Your email domain is not among those allowed on this site
pt_br: O domínio do seu e-mail não está entre os permitidos neste site

source: Your email address is already registered at this site.
pt_br: O seu endereço de e-mail já está registrado neste site.

source: An invitation is required.
pt_br: É necessário um convite.

source: Invitation could not be verified.
pt_br: Não foi possível verificar o convite.

source: Please enter the required information.
pt_br: Por favor, forneça a informação solicitada.

source: Failed to store account information.
pt_br: Não foi possível armazenar a informação da conta.

source: Registration confirmation for %s
pt_br: Confirmação de registro para %s

source: Registration request at %s
pt_br: Solicitação de registro em %s

source: Administrator
pt_br: Administrador

source: your registration password
pt_br: sua senha de registro

source: Registration details for %s
pt_br: Detalhes do registro de %s

source: Account approved.
pt_br: A conta foi aprovada.

source: Registration revoked for %s
pt_br: O registro de %s foi revogado

source: Account verified. Please login.
pt_br: Conta verificada. Por favor faça o login.

source: Click here to upgrade.
pt_br: Clique aqui para atualizar.

source: This action exceeds the limits set by your subscription plan.
pt_br: Essa ação excede o limite definido para o seu plano de assinatura.

source: This action is not available under your subscription plan.
pt_br: Essa ação não está disponível para o seu plano de assinatura.

source: Miscellaneous
pt_br: Miscelânea

source: YYYY-MM-DD or MM-DD
pt_br: YYYY-MM-DD ou MM-DD

source: Required
pt_br: Obrigatório

source: never
pt_br: nunca

source: less than a second ago
pt_br: menos de um segundo atrás

source: year
pt_br: ano

source: years
pt_br: anos

source: month
pt_br: mês

source: months
pt_br: meses

source: week
pt_br: semana

source: weeks
pt_br: semanas

source: day
pt_br: dia

source: days
pt_br: dias

source: hour
pt_br: hora

source: hours
pt_br: horas

source: minute
pt_br: minuto

source: minutes
pt_br: minutos

source: second
pt_br: segundo

source: seconds
pt_br: segundos

# e.g. 22 hours ago, 1 minute ago
source: %1$d %2$s ago
pt_br: %1$d %2$s atrás

source: %1$s's birthday
pt_br: Aniversário de %1$s

source: Happy Birthday %1$s
pt_br: Feliz Aniversário %1$s

source: New Page
pt_br: Nova página

source: Edit
pt_br: Editar

source: View
pt_br: Ver

source: Preview
pt_br: Pré-visualizar

source: Actions
pt_br: Ações

source: Page Link
pt_br: Link da página

source: Title
pt_br: Título

source: Created
pt_br: Criado

source: Edited
pt_br: Editado

source: Public Timeline
pt_br: Linha do tempo pública

source: Directory Options
pt_br: Opções do Diretório

source: Alphabetic
pt_br: Alfabética

source: Reverse Alphabetic
pt_br: Alfabética reversa

source: Newest to Oldest
pt_br: Das mais recentes para as mais antigas

source: Oldest to Newest
pt_br: Do mais Antigo para o mais Novo

source: Sort
pt_br: Ordenar

source: Safe Mode
pt_br: Modo tranquilo

source: Public Forums Only
pt_br: Somente Fóruns públicos

source: This Website Only
pt_br: Somente este Website

source: Starts:
pt_br: Início:

source: Finishes:
pt_br: Fim:

source: Location:
pt_br: Localização:

source: This event has been added to your calendar.
pt_br: Esse evento foi adicionado ao seu calendário.

source: Delete this item?
pt_br: Excluir este item?

source: Comment
pt_br: Comentar

source: [+] show all
pt_br: [+] mostrar todos

source: [-] show less
pt_br: [-] mostra menos

source: [+] expand
pt_br: [+] expandir

source: [-] collapse
pt_br: [-] colapsar

source: Password too short
pt_br: A senha é muito curta

source: Passwords do not match
pt_br: As senhas não correspondem

source: everybody
pt_br: todos

source: Secret Passphrase
pt_br: Frase secreta

source: Passphrase hint
pt_br: Dica da frase secreta

source: Notice: Permissions have changed but have not yet been submitted.
pt_br: Atenção: permissões foram modificadas mas ainda não foram enviadas.

source: close all
pt_br: fechar tudo

source: Nothing new here
pt_br: Nada de novo aqui

source: Rate This Channel (this is public)
pt_br: Avalie esse canal (isso é público)

source: Rating
pt_br: Avaliação

source: Describe (optional)
pt_br: Descreva (opcional)

source: Submit
pt_br: Enviar

source: Please enter a link URL
pt_br: Por favor entre um endereço URL

source: Unsaved changes. Are you sure you wish to leave this page?
pt_br: Mudanças não salvas. Você tem certeza que deseja deixar essa página?

source: ago
pt_br: atrás

source: from now
pt_br: de agora

source: less than a minute
pt_br: menos de um minuto

source: about a minute
pt_br: aproximadamente um minuto

source: %d minutes
pt_br: %d minutos

source: about an hour
pt_br: aproximadamente uma hora

source: about %d hours
pt_br: aproximadamente %d horas

source: a day
pt_br: um dia

source: %d days
pt_br: %d dias

source: about a month
pt_br: aproximadamente um mês

source: %d months
pt_br: %d meses

source: about a year
pt_br: aproximadamente um ano

source: %d years
pt_br: %d anos

source: parent
pt_br: nível superior

source: Addressbook
pt_br: Livro de endereços

source: Calendar
pt_br: Calendário

source: Schedule Inbox
pt_br: Caixa de entrada da agenda

source: Schedule Outbox
pt_br: Caixa de saída da agenda

source: Unknown
pt_br: Desconhecido

source: %1$s used
pt_br: %1$s usados

source: %1$s used of %2$s (%3$s&#37;)
pt_br: %1$s usados de %2$s (%3$s&#37;)

source: Files
pt_br: Arquivos

source: Shared
pt_br: Compartilhado

source: Create
pt_br: Criar

source: Upload
pt_br: Enviar

source: Name
pt_br: Nome

source: Type
pt_br: Tipo

source: Size
pt_br: Tamanho

source: Last Modified
pt_br: Última modificação

source: Delete
pt_br: Excluir

source: Create new folder
pt_br: Criar uma nova pasta

source: Upload file
pt_br: Enviar arquivo

source: %1$s's bookmarks
pt_br: Links guardados de %1$s

source: view full size
pt_br: ver na tela inteira

source: General Features
pt_br: Recursos gerais

source: Content Expiration
pt_br: Expiração de conteúdo

source: Remove posts/comments and/or private messages at a future time
pt_br: Remover publicações/comentários e/ou mensagens privadas num momento futuro.

source: Multiple Profiles
pt_br: Múltiplos perfis

source: Ability to create multiple profiles
pt_br: Possibilidade de criar múltiplos perfis

source: Advanced Profiles
pt_br: Perfis avançados

source: Additional profile sections and selections
pt_br: Seções e seleções adicionais no perfil

source: Profile Import/Export
pt_br: Importar/exportar perfis

source: Save and load profile details across sites/channels
pt_br: Salvar e carregar detalhes de perfis entre sites/canais

source: Web Pages
pt_br: Páginas web

source: Provide managed web pages on your channel
pt_br: Fornece páginas web gerenciáveis no seu canal

source: Private Notes
pt_br: Notas privadas

source: Enables a tool to store notes and reminders
pt_br: Habilita uma ferramenta para guardar notas e lembretes

source: Navigation Channel Select
pt_br: Seletor de canais na navegação

source: Change channels directly from within the navigation dropdown menu
pt_br: Trocar canais diretamente a partir do menu expansível na navegação

source: Photo Location
pt_br: Localização da Foto

source: If location data is available on uploaded photos, link this to a map.
pt_br: Se os dados de localização estão disponíveis na foto enviada, link isso para um mapa.

source: Expert Mode
pt_br: Modo Expert

source: Enable Expert Mode to provide advanced configuration options
pt_br: O Modo Expert fornece opções de configurações avançadas

source: Premium Channel
pt_br: Canal premium

source: Allows you to set restrictions and terms on those that connect with your channel
pt_br: Permite definir restrições e termos para aqueles que se conectarem ao seu canal

source: Post Composition Features
pt_br: Recursos de composição de publicações

source: Use Markdown
pt_br: Usar Markdown

source: Allow use of "Markdown" to format posts
pt_br: Permitir o uso de "Markdown" para formatar publicações

source: Large Photos
pt_br: Fotos Grandes

source: Include large (640px) photo thumbnails in posts. If not enabled, use small (320px) photo thumbnails
pt_br: Inclua miniatura grande (640px) no texto. Se não habilitado, use miniatura pequena (320px)

source: Channel Sources
pt_br: Fontes do canal

source: Automatically import channel content from other channels or feeds
pt_br: Importar automaticamente conteúdo de outros canais ou fontes

source: Even More Encryption
pt_br: Mais encriptação ainda

source: Allow optional encryption of content end-to-end with a shared secret key
pt_br: Permitir encriptação opcional de conteúdo, ponta-a-ponta com uma chave secreta compartilhada

source: Enable voting tools
pt_br: Habilitar ferramenta de votos

source: Provide a class of post which others can vote on
pt_br: Forneça uma classe de publicação que outros possam votar

source: Network and Stream Filtering
pt_br: Filtragem de rede e fluxo

source: Search by Date
pt_br: Pesquisar por data

source: Ability to select posts by date ranges
pt_br: capacidade de selecionar publicações por intervalos de datas

source: Collections Filter
pt_br: Filtros de coleções

source: Enable widget to display Network posts only from selected collections
pt_br: Habilita widget para exibir publicações da rede apenas para determinadas coleções

source: Saved Searches
pt_br: Pesquisas salvas

source: Save search terms for re-use
pt_br: Termos de pesquisa salvos para reutilização

source: Network Personal Tab
pt_br: Aba de interações na rede

source: Enable tab to display only Network posts that you've interacted on
pt_br: Habilita uma aba para exibir apenas publicações da rede com as quais você interagiu

source: Network New Tab
pt_br: Aba de novidades da rede

source: Enable tab to display all new Network activity
pt_br: Habilita uma aba para exibir todas as novas atividades da rede

source: Affinity Tool
pt_br: Ferramenta de afinidade

source: Filter stream activity by depth of relationships
pt_br: Filtra o fluxo de atividades de acordo com o nível do relacionamento

source: Suggest Channels
pt_br: Sugerir canais

source: Show channel suggestions
pt_br: Exibir sugestões de canais

source: Post/Comment Tools
pt_br: Ferramentas de publicação/comentário

source: Tagging
pt_br: Etiquetagem

source: Ability to tag existing posts
pt_br: Possibilidade de colocar etiquetas em publicações existentes

source: Post Categories
pt_br: Categorizar publicações

source: Add categories to your posts
pt_br: Adiciona categorias às suas publicações

source: Saved Folders
pt_br: Pastas salvas

source: Ability to file posts under folders
pt_br: Possibilidade de arquivar publicações em pastas

source: Dislike Posts
pt_br: Desgostar de publicações

source: Ability to dislike posts/comments
pt_br: Possibilidade de desgostar de publicações/comentários

source: Star Posts
pt_br: Destacar publicações

source: Ability to mark special posts with a star indicator
pt_br: Possibilidade de marcar publicações em destaque com uma estrela indicadora

source: Tag Cloud
pt_br: Nuvem de etiquetas

source: Provide a personal tag cloud on your channel page
pt_br: Fornece uma nuvem de etiquetas pessoais à página do seu canal

source: Categories
pt_br: Categorias

source: Apps
pt_br: Aplicações

source: System
pt_br: Sistema

source: Personal
pt_br: Pessoal

source: Create Personal App
pt_br: Criar aplicações pessoais

source: Edit Personal App
pt_br: Editar aplicações pessoais

source: Connect
pt_br: Conectar

source: Ignore/Hide
pt_br: Ignorar/Ocultar

source: Suggestions
pt_br: Sugestões

source: See more...
pt_br: Veja mais...

source: You have %1$.0f of %2$.0f allowed connections.
pt_br: Você tem %1$.0f de %2$.0f conexões permitidas.

source: Add New Connection
pt_br: Adicionar nova conexão

source: Enter the channel address
pt_br: Digite o endereço do canal

source: Example: bob@example.com, http://example.com/barbara
pt_br: Por exemplo: joao@exemplo.com, http://exemplo.com/maria

source: Notes
pt_br: Notas

source: Remove term
pt_br: Remover termo

source: Everything
pt_br: Tudo

source: Archives
pt_br: Arquivos

source: Me
pt_br: Eu

source: Family
pt_br: Família

source: Friends
pt_br: Amigos

source: Acquaintances
pt_br: Conhecidos

source: All
pt_br: Todos

source: Refresh
pt_br: Atualizar

source: Account settings
pt_br: Configurações da conta

source: Channel settings
pt_br: Configurações do canal

source: Additional features
pt_br: Recursos adicionais

source: Feature/Addon settings
pt_br: Configurações característica/plugins

source: Display settings
pt_br: Configurações de exibição

source: Connected apps
pt_br: Aplicações conectadas

source: Export channel
pt_br: Exportar o canal

source: Connection Default Permissions
pt_br: Permissões padrão para conexões

source: Premium Channel Settings
pt_br: Configurações de canal premium

source: Settings
pt_br: Configurações

source: Messages
pt_br: Mensagens

source: Check Mail
pt_br: Checar mensagens

source: New Message
pt_br: Nova mensagem

source: Chat Rooms
pt_br: Salas de bate-papo

source: Bookmarked Chatrooms
pt_br: Salas de bate-papo guardadas

source: Suggested Chatrooms
pt_br: Salas de bate-papo sugeridas

source: photo/image
pt_br: foto/imagem

source: Rate Me
pt_br: Avalie-me

source: View Ratings
pt_br: Ver avaliações

source: Public Hubs
pt_br: Hubs Públicos

source: $Projectname Notification
pt_br: $Projectname Notificação

source: Thank You,
pt_br: Obrigado(a),

source: %s Administrator
pt_br: Administrador de %s

source: [Red:Notify] New mail received at %s
pt_br: [Red:Notify] Nova mensagem recebida em %s

source: %1$s, %2$s sent you a new private message at %3$s.
pt_br: %1$s, %2$s te enviou uma nova mensagem privada em %3$s.

source: %1$s sent you %2$s.
pt_br: %1$s enviou %2$s para você.

source: a private message
pt_br: uma mensagem privada

source: Please visit %s to view and/or reply to your private messages.
pt_br: Por favor, visite %s para ver e/ou responder as suas mensagens privadas.

source: %1$s, %2$s commented on [zrl=%3$s]a %4$s[/zrl]
pt_br: %1$s, %2$s comentou em [zrl=%3$s]um/a %4$s[/zrl]

source: %1$s, %2$s commented on [zrl=%3$s]%4$s's %5$s[/zrl]
pt_br: %1$s, %2$s comentou em [zrl=%3$s]%5$s de %4$s[/zrl]

source: %1$s, %2$s commented on [zrl=%3$s]your %4$s[/zrl]
pt_br: %1$s, %2$s comentou em [zrl=%3$s]seu %4$s[/zrl]

source: [Red:Notify] Comment to conversation #%1$d by %2$s
pt_br: [Red:Notify] Comentário na conversa #%1$d por %2$s

source: %1$s, %2$s commented on an item/conversation you have been following.
pt_br: %1$s, %2$s comentou em um item/conversa que você acompanha.

source: Please visit %s to view and/or reply to the conversation.
pt_br: Por favor, visite %s para ver e/ou responder a conversa.

source: [Red:Notify] %s posted to your profile wall
pt_br: [Red:Notify] %s publicou no mural do seu perfil

source: %1$s, %2$s posted to your profile wall at %3$s
pt_br: %1$s, %2$s publicou no mural do seu perfil em %3$s

source: %1$s, %2$s posted to [zrl=%3$s]your wall[/zrl]
pt_br: %1$s, %2$s publicou no [zrl=%3$s]seu mural[/zrl]

source: [Red:Notify] %s tagged you
pt_br: [Red:Notify] %s mencionou você

source: %1$s, %2$s tagged you at %3$s
pt_br: %1$s, %2$s mencionou você em %3$s

source: %1$s, %2$s [zrl=%3$s]tagged you[/zrl].
pt_br: %1$s, %2$s [zrl=%3$s]mencionou você[/zrl].

source: [Red:Notify] %1$s poked you
pt_br: [Red:Notify] %1$s cutucou você

source: %1$s, %2$s poked you at %3$s
pt_br: %1$s, %2$s cutucou você em %3$s

source: %1$s, %2$s [zrl=%2$s]poked you[/zrl].
pt_br: %1$s, %2$s [zrl=%2$s]cutucou você[/zrl].

source: [Red:Notify] %s tagged your post
pt_br: [Red:Notify] %s marcou a sua publicação

source: %1$s, %2$s tagged your post at %3$s
pt_br: %1$s, %2$s marcou seu post em %3$s

source: %1$s, %2$s tagged [zrl=%3$s]your post[/zrl]
pt_br: %1$s, %2$s marcou [zrl=%3$s]seu post[/zrl]

source: [Red:Notify] Introduction received
pt_br: [Red:Notify] Você recebeu uma apresentação

source: %1$s, you've received an new connection request from '%2$s' at %3$s
pt_br: %1$s, você recebeu uma nova solicitação de conexão de '%2$s' em %3$s

source: %1$s, you've received [zrl=%2$s]a new connection request[/zrl] from %3$s.
pt_br: %1$s, você recebeu [zrl=%2$s]uma nova solicitação de conexão[/zrl] de %3$s.

source: You may visit their profile at %s
pt_br: Você pode visitar seu perfil em %s

source: Please visit %s to approve or reject the connection request.
pt_br: Por favor, visite %s para aprovar ou rejeitar a solicitação.

source: [Red:Notify] Friend suggestion received
pt_br: [Red:Notify] Foi recebida uma sugestão de amizade

source: %1$s, you've received a friend suggestion from '%2$s' at %3$s
pt_br: %1$s, você recebeu uma sugestão de amizade de '%2$s' em %3$s

source: %1$s, you've received [zrl=%2$s]a friend suggestion[/zrl] for %3$s from %4$s.
pt_br: %1$s, você recebeu [zrl=%2$s]uma sugestão de amizade[/zrl] com %3$s de %4$s.

source: Name:
pt_br: Nome:

source: Photo:
pt_br: Foto:

source: Please visit %s to approve or reject the suggestion.
pt_br: Por favor, visite %s para aprovar ou rejeitar a sugestão.

source: Frequently
pt_br: Frequentemente

source: Hourly
pt_br: De hora em hora

source: Twice daily
pt_br: Duas vezes ao dia

source: Daily
pt_br: Diariamente

source: Weekly
pt_br: Semanalmente

source: Monthly
pt_br: Mensalmente

source: XMPP/IM
pt_br: XMPP/MI

source: No recipient provided.
pt_br: Falta o destinatário.

source: [no subject]
pt_br: [sem assunto]

source: Unable to determine sender.
pt_br: Não foi possível determinar o remetente.

source: Stored post could not be verified.
pt_br: Não foi possível verificar a publicação armazenada.

source: Channel is blocked on this site.
pt_br: O canal está bloqueado neste site.

source: Channel location missing.
pt_br: A localização do canal foi perdida

source: Response from remote channel was incomplete.
pt_br: A resposta do canal remoto está incompleta.

source: Channel was deleted and no longer exists.
pt_br: O canal foi deletado e não existe mais.

source: Protocol disabled.
pt_br: Protocolo desabilitado.

source: Channel discovery failed.
pt_br: A descoberta de canais falhou.

source: local account not found.
pt_br: a conta local não foi encontrada.

source: Cannot connect to yourself.
pt_br: Não é possível conectar-se consigo mesmo.

source: Private Message
pt_br: Mensagem privada

source: Select
pt_br: Selecionar

source: Save to Folder
pt_br: Salvar para pasta

source: I will attend
pt_br: Vou comparecer

source: I will not attend
pt_br: Não vou comparecer

source: I might attend
pt_br: Talvez compareça

source: I agree
pt_br: Eu concordo

source: I disagree
pt_br: Eu discordo

source: I abstain
pt_br: Me abstenho

source: View all
pt_br: Ver tudo

# noun
source: Like
pt_br: gostou

# noun
source: Dislike
pt_br: desgostou

source: Add Star
pt_br: Adicione estrela

source: Remove Star
pt_br: Remove estrela

source: Toggle Star Status
pt_br: Alterna status da estrela

source: starred
pt_br: destacado

source: Message signature validated
pt_br: A assinatura desta mensagem foi validada
