Repository: BlaBlaNet/BlaBlaNet
Catalog: view/*/hmessages.po
Languages: pt_br

source: Delete webpage?
pt_br: Deletar página web?

source: Delete Webpage
pt_br: Deletar página web

source: You have used %1$.2f Mbytes of %2$.2f Mbytes photo storage.
pt_br: Você usou %1$.2f Mbytes de %2$.2f Mbytes de armazenamento de fotos.

source: You have used %1$.2f Mbytes of photo storage.
pt_br: Você usou %1$.2f Mbytes de armazenamento de fotos.

source: New album name:
pt_br: Novo nome de álbum:

source: or existing album name:
pt_br: ou nome de um álbum já existente:

source: Do not show a status post for this upload
pt_br: Não exibir uma publicação de status para este carregamento

source: New album name
pt_br: Novo nome para o álbum

source: Example: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
pt_br: Por exemplo: @joao, @Joao_da_Silva, @joao@exemplo.com, #Minas_Gerais, #acampamento

source: In This Photo:
pt_br: Nesta foto:

source: View Album
pt_br: Ver álbum

source: Recent Photos
pt_br: Fotos recentes

source: Image resize failed.
pt_br: Falha ao modificar o tamanho da imagem.

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
pt_br: Se a nova foto não aparecer imediatamente, recarregue a página segurando a tecla "shift" ou limpe o cache do navegador,

source: Image exceeds size limit of %d
pt_br: A imagem excede o limite de tamanho de %d

source: Unable to process image.
pt_br: Não foi possível processar a imagem.

source: Photo not available.
pt_br: A foto não está disponível.

source: Upload File:
pt_br: Enviar arquivo:

source: Select a profile:
pt_br: Selecione um perfil:

source: Upload Profile Photo
pt_br: Enviar foto do perfil

source: skip this step
pt_br: pule esta etapa

source: select a photo from your photo albums
pt_br: selecione uma foto do seu álbum de fotos

source: Crop Image
pt_br: Cortar a imagem

source: Please adjust the image cropping for optimum viewing.
pt_br: Por favor, ajuste o corte da imagem para a melhor visualização.

source: Done Editing
pt_br: Encerrar a edição

source: Image uploaded successfully.
pt_br: A imagem foi enviada com sucesso.

source: Image upload failed.
pt_br: Não foi possível enviar a imagem.

source: Image size reduction [%s] failed.
pt_br: Não foi possível reduzir o tamanho da imagem [%s].

source: Failed to create source. No channel selected.
pt_br: Falha ao criar a fonte. Nenhum canal selecionado.

source: Source created.
pt_br: A fonte foi criada.

source: Source updated.
pt_br: A fonte foi atualizada.

source: Manage remote sources of content for your channel.
pt_br: Administrar as fontes remotas de conteúdo para o seu canal.

source: New Source
pt_br: Nova fonte

source: Import all or selected content from the following channel into this channel and distribute it according to your channel settings.
pt_br: Importar todo ou uma seleção do conteúdo do seguinte canal para este canal, e distribuí-lo de acordo com as configurações do seu canal.

source: Only import content with these words (one per line)
pt_br: Importar apenas conteúd com estas palavras (uma por linha)

source: Leave blank to import all public content
pt_br: Deixe em branco para importar todo o conteúdo público

source: Channel Name
pt_br: Nome do canal

source: Source not found.
pt_br: A fonte não foi encontrada.

source: Edit Source
pt_br: Editar fonte

source: Delete Source
pt_br: Deletar fonte

source: Source removed
pt_br: A fonte foi removida.

source: Unable to remove source.
pt_br: Não foi possível remover a fonte.

source: - select -
pt_br: - selecionar -

source: Event title and start time are required.
pt_br: O título do evento e a hora de início são obrigatórios.

source: Event not found.
pt_br: Evento não encontrado.

source: OpenID protocol error. No ID returned.
pt_br: Erro do protocolo OpenID. Nenhuma ID retornada.

source: Suggest a friend for %s
pt_br: Sugerir um amigo para %s

source: No suggestions available. If this is a new site, please try again in 24 hours.
pt_br: Nenhuma sugestão disponível. Se este site é novo, por favor tente novamente em 24 horas.

source: Collection created.
pt_br: A coleção foi criada.

source: Could not create collection.
pt_br: Não foi possível criar a coleção.

source: Collection updated.
pt_br: Coleção atualizada

source: Create a collection of channels.
pt_br: Criar uma coleção de canais.

source: Collection Name:
pt_br: Nome da coleção:

source: Members are visible to other channels
pt_br: Membros são visíveis para outros canais

source: Collection removed.
pt_br: Coleção removida.

source: Unable to remove collection.
pt_br: Não foi possível remover a coleção.

source: Collection Editor
pt_br: Editor de coleção

source: Members
pt_br: Membros

source: All Connected Channels
pt_br: Todas os canais conectados

source: Click on a channel to add or remove.
pt_br: Clique em um canal para adicionar ou remover.

source: Help:
pt_br: Ajuda:

source: Not Found
pt_br: Não encontrada

source: Theme settings updated.
pt_br: As configurações de tema foram atualizadas.

source: Accounts
pt_br: Contas

source: Channels
pt_br: Canais

source: Themes
pt_br: Temas

source: Server
pt_br: Servidor

source: Profile Config
pt_br: Configuração de perfis

source: DB updates
pt_br: Atualizações do Banco de Dados

source: Plugin Features
pt_br: Recursos dos plugins

source: User registrations waiting for confirmation
pt_br: Registros de usuário aguardando confirmação

source: Message queues
pt_br: Filas de mensagem

source: Administration
pt_br: Administração

source: Summary
pt_br: Resumo

source: Registered users
pt_br: Usuários registrados

source: Pending registrations
pt_br: Registros pendentes

source: Version
pt_br: Versão

source: Active plugins
pt_br: Plugins ativos

source: Site settings updated.
pt_br: As configurações de site foram atualizadas.

source: No special theme for accessibility
pt_br: Sem tema especial para acessibilidade

source: Yes - with approval
pt_br: Sim - pendente aprovação

source: My site is not a public server
pt_br: Meu site não é um servidor público

source: My site has paid access only
pt_br: Meu site oferece somente acesso pago

source: My site has free access only
pt_br: Meu site oferece somente acesso gratuito

source: My site offers free accounts with optional paid upgrades
pt_br: Meu site oferece contas gratuitas com recursos adicionais pagos

source: File upload
pt_br: Carregamento de arquivos

source: Policies
pt_br: Políticas

source: Site name
pt_br: Nome do site

source: Banner/Logo
pt_br: Cartaz/Logo

source: Administrator Information
pt_br: Informações do Administrador

source: Contact information for site administrators. Displayed on siteinfo page. BBCode can be used here
pt_br: Informações de contato com administradores do site. Exibida na página siteinfo. BBCode pode ser usado aqui.

source: System language
pt_br: Idioma do sistema

source: System theme
pt_br: Tema do sistema

source: Default system theme - may be over-ridden by user profiles - <a href='#' id='cnftheme'>change theme settings</a>
pt_br: Tema padrão do sistema - pode ser sobrescrito por perfis de usuário - <a href='#' id='cnftheme'>mudar configurações do tema</a>

source: Mobile system theme
pt_br: Tema do sistema móvel

source: Theme for mobile devices
pt_br: Tema para dispositivos móveis

source: Accessibility system theme
pt_br: Tema do sistema acessível

source: Accessibility theme
pt_br: Tema acessível

source: Enable Diaspora Protocol
pt_br: Habilitar protocolo Diaspora

source: Communicate with Diaspora and Friendica - experimental
pt_br: Comunicar com Diaspora e Friendica - experimental

source: Allow Feeds as Connections
pt_br: Permitir Feeds como conexões

source: (Heavy system resource usage)
pt_br: (Alto uso de recursos do sistema)

source: Maximum image size
pt_br: Tamanho máximo de imagens

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits.
pt_br: Tamanho máximo em bytes de imagens carregadas. O padrão é 0, significando sem limites.

source: Does this site allow new member registration?
pt_br: Este site permite o registro de novos membros?

source: Which best describes the types of account offered by this hub?
pt_br: Qual descreve melhor os tipos de conta oferecidas por este hub?

source: Register text
pt_br: Texto de registro

source: Will be displayed prominently on the registration page.
pt_br: Será exibido proeminentemente na página de registro.

source: Accounts abandoned after x days
pt_br: Contas abandonadas após x dias

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
pt_br: Não gastará recursos do sistema coletando de sites externos para contas abandonadas. Use 0 para sem limite de tempo.

source: Allowed friend domains
pt_br: Domínios permitidos para amigos

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
pt_br: Lista, separada por vírgulas, de domínios permitidos para estabelecer amizades com este site. <em>Wildcards</em> são aceitas. Vazio para permitir qualquer domínio

source: Allowed email domains
pt_br: Domínios permitidos de e-mail

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
pt_br: Lista, separada por vírgulas, de domínios permitidos em endereços de e-mail para registros nesse site. <em>Wildcards</em> são aceitas. Vazio para permitir qualquer domínio

source: Block public
pt_br: Bloquear público

source: Check to block public access to all otherwise public personal pages on this site unless you are currently logged in.
pt_br: Marque para bloquear o acesso público a todas as páginas pessoais que seriam públicas, a não ser que se esteja autenticado.

source: Verify Email Addresses
pt_br: Verificar endereços de email

source: Check to verify email addresses used in account registration (recommended).
pt_br: Clique para verificar endereços de email usados no registro de contas (recomendado).

source: Force publish
pt_br: Forçar publicação

source: Check to force all profiles on this site to be listed in the site directory.
pt_br: Marque para forçar todos os perfis neste site a aparecerem listados no diretório do site.

source: Disable discovery tab
pt_br: Desabilitar a aba "Descubra"

source: Remove the tab in the network view with public content pulled from sources chosen for this site.
pt_br: Remove da visualização de rede a aba com conteúdos públicos obtidos de fontes escolhidas para esse site.

source: No login on Homepage
pt_br: Sem formulário de autenticação na página inicial

source: Check to hide the login form from your sites homepage when visitors arrive who are not logged in (e.g. when you put the content of the homepage in via the site channel).
pt_br: Marque para esconder o formulário de autenticação da página inicial do seu site quando visitantes chegarem sem estar autenticados (e.g. quando você inclui os conteúdos da página inicial através do canal do site).

source: Proxy user
pt_br: Usuário do proxy

source: Proxy URL
pt_br: URL do proxy

source: Network timeout
pt_br: Timeout da rede

source: Value is in seconds. Set to 0 for unlimited (not recommended).
pt_br: Valor em segundos. Use 0 para ilimitado (não recomendado).

source: Delivery interval
pt_br: Intervalo de entrega

source: Delay background delivery processes by this many seconds to reduce system load. Recommend: 4-5 for shared hosts, 2-3 for virtual private servers. 0-1 for large dedicated servers.
pt_br: Atrase os processos de entrega em segundo plano por este número de segundos para reduzir a carga do sistema. Recomendado: 4-5 para hosts compartilhados, 2-3 para servidores virtuais privados. 0-1 para grandes servidores dedicados.

source: Poll interval
pt_br: Intervalo de coleta

source: Delay background polling processes by this many seconds to reduce system load. If 0, use delivery interval.
pt_br: Atrase os processos de coleta em segundo plano por este número de segundos para reduzir a carga do sistema. Se 0, use o intervalo de entrega.

source: Maximum Load Average
pt_br: Carga média máxima

source: Maximum system load before delivery and poll processes are deferred - default 50.
pt_br: Carga máxima do sistema antes de adiar processos de entrega e coleta - padrão 50.

source: No server found
pt_br: Nenhum servidor foi encontrado

source: for channel
pt_br: para o canal

source: on server
pt_br: no servidor

source: Update has been marked successful
pt_br: A atualização foi designada bem sucedida

source: Executing %s failed. Check system logs.
pt_br: Execução de %s falhou. Verifique os logs do sistema.

source: Update %s was successfully applied.
pt_br: A atualização %s foi aplicada com sucesso.

source: Update %s did not return a status. Unknown if it succeeded.
pt_br: A atualização %s não retornou um status. Situação incerta quando ao seu sucesso.

source: Update function %s could not be found.
pt_br: A função de atualização %s não foi encontrada.

source: No failed updates.
pt_br: Nenhuma falha nas atualizações.

source: Failed Updates
pt_br: Falha nas atualizações

source: Mark success (if update was manually applied)
pt_br: Marque sucesso (se a atualização foi aplicada manualmente)

source: Attempt to execute this update step automatically
pt_br: Tente executar este passo da atualização automaticamente

source: %s user blocked/unblocked
pt_br: %s usuário foi bloqueado/desbloqueado

source: %s user deleted
pt_br: %s usuário foi deletado

source: Account not found
pt_br: A conta não foi encontrada

source: User '%s' unblocked
pt_br: O usuário/a '%s' foi desbloqueado/a

source: User '%s' blocked
pt_br: O usuário/a '%s' foi bloqueado/a

source: Users
pt_br: Usuários

source: select all
pt_br: selecionar tudo

source: User registrations waiting for confirm
pt_br: Registros de usuário aguardando confirmação

source: Request date
pt_br: Data de requisição

source: No registrations.
pt_br: Nenhum registro.

source: Approve
pt_br: Aprovar

source: Deny
pt_br: Negar

source: Register date
pt_br: Data de registro

source: Last login
pt_br: Última autenticação

source: Expires
pt_br: Expira

source: Service Class
pt_br: Classe de serviço

source: Selected users will be deleted!\n\nEverything these users had posted on this site will be permanently deleted!\n\nAre you sure?
pt_br: Os usuários selecionados serão deletados!\n\nTudo o que esses usuários postaram neste site será permanentemente deletado!\n\nTem certeza?

source: The user {0} will be deleted!\n\nEverything this user has posted on this site will be permanently deleted!\n\nAre you sure?
pt_br: O/A usuário/a {0} será deletado/a!\n\nTudo o que esse/a usuário/a postou neste site será permanentemente deletado!\n\nTem certeza?

source: %s channel censored/uncensored
pt_br: %s canal censurado/descensurado

source: %s channel deleted
pt_br: %s canal deletado

source: Channel not found
pt_br: Canal não encontrado

source: Channel '%s' deleted
pt_br: Canal '%s' deletado

source: Channel '%s' uncensored
pt_br: Canal '%s' não censurado

source: Channel '%s' censored
pt_br: Canal '%s' censurado

source: Censor
pt_br: Censurar

source: Uncensor
pt_br: Não censurar

source: Selected channels will be deleted!\n\nEverything that was posted in these channels on this site will be permanently deleted!\n\nAre you sure?
pt_br: Os canais selecionados serão deletados!\n\nTudo que foi postado nesses canais nesse site será permanentemente deletado!\n\nVocê tem certeza?

source: The channel {0} will be deleted!\n\nEverything that was posted in this channel on this site will be permanently deleted!\n\nAre you sure?
pt_br: O canal {0} será deletado!\n\nTudo o que foi postado nesse canal nesse site será permanentemente deletado!\n\nVocê tem certeza?

source: Plugin %s disabled.
pt_br: Plugin %s desabilitado.

source: Plugin %s enabled.
pt_br: Plugin %s habilitado.

source: Disable
pt_br: Desabilitar

source: Enable
pt_br: Habilitar

source: Toggle
pt_br: Alternar

source: Author:
pt_br: Autor:

source: Maintainer:
pt_br: Mantenedor:

source: No themes found.
pt_br: Nenhum tema foi encontrado.

source: Screenshot
pt_br: Captura de tela

source: [Unsupported]
pt_br: [Desassistido]

source: Log settings updated.
pt_br: As configurações de log foram atualizadas.

source: Clear
pt_br: Limpar

source: Debugging
pt_br: Depuração

source: Log file
pt_br: Arquivo de log

source: Must be writable by web server. Relative to your Red top-level directory.
pt_br: É necessário que o servidor web possa escrever neste arquivo. Relativo ao diretório raiz da Red.

source: Log level
pt_br: Nível do log

source: New Profile Field
pt_br: Novo campo de perfil

source: Field nickname
pt_br: Nome de apresentação do campo

source: System name of field
pt_br: Nome de sistema do campo

source: Input type
pt_br: Tipo de entrada

source: Field Name
pt_br: Nome do campo

source: Label on profile pages
pt_br: Rótulo nas páginas de perfil

source: Help text
pt_br: Texto de ajuda

source: Additional info (optional)
pt_br: Informações adicionais (opcional)

source: Field definition not found
pt_br: A dfinição de campo não foi encontrada

source: Edit Profile Field
pt_br: Editar campo de perfil

source: Unable to find your hub.
pt_br: Não foi possível localizar seu hub.

source: Post successful.
pt_br: Publicado com sucesso.

source: Account removals are not allowed within 48 hours of changing the account password.
pt_br: A remoção da conta fica desabilitada por 48 horas após uma troca de senha da conta.

source: Remove This Account
pt_br: Remover esta conta

source: WARNING:
pt_br: AVISO:

source: This account and all its channels will be completely removed from the network.
pt_br: Esta conta e todos seus canais será completamente excluída da rede.

source: This action is permanent and can not be undone!
pt_br: Esta ação é permanente e não pode ser desfeita!

source: Remove this account, all its channels and all its channel clones from the network
pt_br: Remove esta conta, todos os seus canais e todos os clones desses canais da rede.

source: By default only the instances of the channels located on this hub will be removed from the network
pt_br: Por padrão, apenas as instâncias dos canais localizadas neste hub serão removidas da rede

source: Unable to locate original post.
pt_br: Não foi possível localizar a publicação original.

source: Empty post discarded.
pt_br: A publicação em branco foi descartada.

source: Executable content type not permitted to this channel.
pt_br: Conteúdo de tipo executável não permitido para este canal.

source: System error. Post not saved.
pt_br: Erro no sistema. A publicação não foi salva.

source: Unable to obtain post information from database.
pt_br: Impossível obter informação do texto no banco de dados

source: You have reached your limit of %1$.0f top level posts.
pt_br: Você atingiu o seu limite de %1$.0f publicações de novos tópicos.

source: You have reached your limit of %1$.0f webpages.
pt_br: Você atingiu o seu limite de %1$.0f páginas web.

source: [Embedded content - reload page to view]
pt_br: [Conteúdo incorporado - recarregue a página para ver]

source: Remote privacy information not available.
pt_br: Não existe informação disponível sobre a privacidade remota.

source: Visible to:
pt_br: Visível para:

source: Comanche page description language help
pt_br: Página de Ajuda da descrição da Linguagem Comanche

source: Layout Description
pt_br: Descrição de Layout

source: Download PDL file
pt_br: Baixar arquivo PDL

source: First Name
pt_br: Primeiro Nome

source: Last Name
pt_br: Último Nome

source: Nickname
pt_br: Apelido

source: Full Name
pt_br: Nome Completo

source: Profile Photo 16px
pt_br: Foto de Perfil 16px

source: Profile Photo 32px
pt_br: Foto de Perfil 32px

source: Profile Photo 48px
pt_br: Foto de Perfil 48px

source: Profile Photo 64px
pt_br: Foto de Perfil 64px

source: Profile Photo 80px
pt_br: Foto de Perfil 80px

source: Profile Photo 128px
pt_br: Foto de Perfil 128px

source: Timezone
pt_br: Fuso Horário

source: Homepage URL
pt_br: URL da Página

source: Birth Year
pt_br: Ano de Nascimento

source: Birth Month
pt_br: Mês de Nascimento

source: Birth Day
pt_br: Dia de Nascimento

source: Birthdate
pt_br: Data de Nascimento

source: Conversation removed.
pt_br: A conversa foi removida.

source: No messages.
pt_br: Nenhuma mensagem.

source: Delete conversation
pt_br: Excluir conversa

source: Unable to create element.
pt_br: Não foi possível criar elemento.

source: Link Name
pt_br: Nome do Link

source: Link or Submenu Target
pt_br: Alvo do Link ou Submenu

source: Enter URL of the link or select a menu name to create a submenu
pt_br: Insira o URL do link ou selecione um nome de menu para criar um submenu

source: Use magic-auth if available
pt_br: Usar magic-auth se disponível

source: Submit and finish
pt_br: Enviar e terminar

source: Submit and continue
pt_br: Enviar e continuar

source: Link Target
pt_br: Alvo do Link

source: Your service plan only allows %d channels.
pt_br: Seu plano de serviço permite apenas %d canais.

source: Nothing to import.
pt_br: Nada a importar.

source: Unable to download data from old server
pt_br: Não foi possível descarregar os dados do servidor antigo

source: Imported file is empty.
pt_br: O arquivo importado está vazio.

source: Cannot create a duplicate channel identifier on this system. Import failed.
pt_br: Não foi possível criar um identificador de canal duplicado neste sistema. A importação falhou.

source: Channel clone failed. Import failed.
pt_br: Clonagem do canal falhou. A importação falhou.

source: Cloned channel not found. Import failed.
pt_br: Canal a clonar não encontrado. A importação falhou.

source: Import completed.
pt_br: A importação foi completada.

source: You must be logged in to use this feature.
pt_br: Você precisa estar autenticado para usar este recurso.

source: Import Channel
pt_br: Importar canal

source: Use this form to import an existing channel from a different server/hub. You may retrieve the channel identity from the old server/hub via the network or provide an export file. Only identity and connections/relationships will be imported. Importation of content is not yet available.
pt_br: Use este formulário para importar um canal existente de um servidor/hub diferente. Você pode obter a identidade do canal do servidor/hub antigo pela rede, ou fornecer um arquivo de exportação. Somente a identidade e as conexões/relacionamentos serão importados. Importação de conteúdos ainda não está disponível.

source: File to Upload
pt_br: Arquivo a carregar

source: Or provide the old server/hub details
pt_br: Ou forneça os detalhes do antigo servidor/hub

source: Your old identity address (xyz@example.com)
pt_br: O endereço da sua velha identidade (xyz@exemplo.com)

source: Your old login email address
pt_br: O endereço de e-mail da sua antiga conta

source: Your old login password
pt_br: A senha dua sua antiga conta

source: For either option, please choose whether to make this hub your new primary address, or whether your old location should continue this role. You will be able to post from either location, but only one can be marked as the primary location for files, photos, and media.
pt_br: Para qualquer das opções, por favor escolha se deseja fazer deste hub seu novo endereço primário, ou se o velho local deve continuar com esse papel. Você será capaz de publicar a partir de ambos os locais, mas somente um pode estar designado como local primário para arquivos, fotos e mídia.

source: Make this hub my primary location
pt_br: Faça deste hub meu local primário

source: Import existing posts if possible
pt_br: Importar publicações existentes se possível

source: Total invitation limit exceeded.
pt_br: Foi excedido o número total de convites.
